[{"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Susannah George", "title": "Gaza war complicates U.S. efforts to normalize Gulf relations with Israel", "clean_text": "MANAMA, Bahrain — The war in Gaza is testing newly strengthened ties between Arab countries of the Persian Gulf and Israel, raising questions about an American-backed vision for regional order that emphasizes economic ties over political differences and historical rifts. Wp Get the full experience. Choose your plan ArrowRight While the conflict is unlikely to lead to the severing of diplomatic relations, it has scrambled the calculations of emergent gulf powers that see in Israel a potential security partner and a counterweight to regional rival Iran. Now, leaders must grapple with an outpouring of public anger over a war that has killed more than 13,300 Palestinians and left much of the Gaza Strip in ruins.\n\nIn speeches, statements and social media posts, gulf leaders have condemned the death and destruction in Gaza, but they have also been careful to stress the importance of regional stability and lines of communication. Qatar, the country most diplomatically engaged in the crisis, does not have formal diplomatic relations with Israel but has succeeded in mediating a temporary pause in the fighting — allowing for the release of hostages and Palestinian prisoners.\n\nThe United States has championed Arab normalization with Israel across two administrations. The United Arab Emirates and Bahrain formalized ties with Israel in 2020 under the U.S.-brokered Abraham Accords, followed by Morocco and Sudan. Washington had hoped that Saudi Arabia — the gulf’s dominant power — would be next. Now, those plans are on hold.\n\n“I cannot prove what I’m about to say,” President Biden said earlier this month. “But I believe one of the reasons why Hamas struck when they did was they knew that I was working very closely with the Saudis and others in the region to bring peace to the region by having recognition of Israel and Israel’s right to exist.”\n\nSaudi Arabia has called for a comprehensive cease-fire in Gaza, describing the war as a “dangerous development” and a “humanitarian catastrophe.” At home, the kingdom has taken steps to channel public expressions of solidarity with Palestinians into relief and fundraising efforts.\n\nSpeaking on Nov. 18 at the IISS Manama Dialogue in Bahrain, Saudi Arabia’s Prince Turki al-Faisal, a former ambassador to Washington and senior member of the royal family, said the crisis in Gaza has shown that regional peace efforts that fail to address the occupation of Palestinian land are an “illusion.”\n\n“This war is a turning point in the process of a serious search for a just solution to the Palestinian issue,” he said. Moving forward, any effort must address “the legitimate demand of the Palestinians for self-determination.”\n\nThe UAE and Bahrain have defended their ties with Israel, saying it allows them to act as a moderating force in the crisis.\n\nAnwar Gargash, diplomatic adviser to the president of the UAE, said his country has leverage with Israel that otherwise would not exist. He said they have used their influence so far to push for humanitarian relief, “but this leverage will also grow at some stage.”\n\nWhen asked if anything would compel the UAE to break ties with Israel, Gargash was circumspect: “What we have found through our diplomatic process is that instant gratification is not the solution in politics. Communication is the solution in politics.”\n\nBut on social media, at protests and in dinner table conversations, many gulf citizens say they want their leaders to do more.\n\n“We haven’t seen any benefit. We should pressure Israel. That is how you end apartheid, with boycott,” said a 45-year old pharmacist who attended an anti-normalization protest recently with her sister and infant niece in Manama, the capital of Bahrain. She, like others interviewed for this article, spoke on the condition of anonymity to discuss politically sensitive subjects.\n\n“With normalization, what you are saying is that what’s happening to the Palestinian people is normal,” she said. The woman, whose family is Palestinian, said she doesn’t believe that diplomatic ties with Israel have helped the region.\n\n“If we had stability, you wouldn’t have what’s happening in Gaza. The instability was always there. Now it’s just out in the open for everyone to see.”\n\nAs public anger grows, Israeli businesses in the gulf have adopted lower public profiles. They are sitting out trade shows, pulling advertising and downsizing official delegations.\n\n“Beneath the surface, it’s business as usual. We just advertise the relationship less,” said one businessman in the gulf who works extensively with Israeli companies.\n\n“The business relationship was there before [the Abraham Accords], and it will be there after this blows over,” he said.\n\nBut consumers are speaking with their wallets. A grass-roots boycott movement against Western brands, including Starbucks and McDonald’s, has gained support in the gulf and across the Arab world.\n\nShare this article Share\n\nA 30-year-old Kuwaiti social media consultant who has spent her whole life in Dubai described the relationship with Israeli businesses in the UAE as “uncomfortable.” She said she used to meet regularly with representatives from Israeli brands but has taken a step back since the war began. She doubts things will ever return to how they were before Oct. 7, when Hamas militants killed at least 1,200 people across southern Israel.\n\nWhile, on the surface, life in the UAE appears to go on as normal, the woman said the war was all-consuming. It dominates conversations with friends and family. “Everyone is just feeling numb,” she said. Like thousands of others, she joined a government-organized aid drive in Dubai.\n\n“I wanted to have an outlet to feel like I am making a difference, even if it’s trivial,” she said. “This is the best I can do. Your hands are tied, so you’re going to do whatever you can do within your resources.”\n\nHowever widespread the feelings of helplessness and frustration here, she said they haven’t translated into anti-government sentiment.\n\n“Some people hope the UAE would have a stronger stance, but at the end of the day they trust the government because there is information that we don’t know about,” she said. “We know they prioritize security and stability because look at the track record.”\n\nIn Bahrain, the anger feels more raw, and potentially more worrying for authorities.\n\nA few miles from the five-star hotel hosting the security summit in Manama, hundreds of people marched against normalization, chanting “From Ramallah to Bahrain, we are one nation, not two” and “No to displacement, no to normalization, long live Palestine!”\n\nThe march was granted a protest permit by Bahrain’s government — an acknowledgment, attendees said, that public discontent is now an undeniable political force.\n\nBahrain’s Crown Prince Salman bin Hamad al-Khalifa cautioned against actions that undermine “the rules-based order” in his speech marking the opening of the summit. He said countries such as his must work “with all of the parties involved to make sure that our voice” is heard. The longer the war in Gaza lasts, he cautioned, the more likely it will lead to instability and extremism.\n\nNearby, in a neighborhood dotted with sleek restaurants and cafes, dozens of people gathered recently outside the office of a Palestinian advocacy group, calling on the government to break ties with Israel.\n\nA 33-year-old Bahraini man, who works as a private art curator and described himself as a government supporter, admitted he was never comfortable with his country’s decision to normalize relations with Israel. Now, after seeing the brutality of the war in Gaza, he hopes that authorities will reverse course.\n\n“I don’t think a society’s values are ever perfectly reflected by its leadership, but on this I hope it changes. I hope they cut ties,” he said.\n\nIn Shiite parts of this Sunni-ruled kingdom, where resentment has long simmered, the war in Gaza is fueling more overt fury.\n\nOutside a Shiite mosque in the north, following Friday prayers, dozens of men, women and children gathered, holding signs calling for Israel to be erased and accusing American leaders of genocide.\n\n“We are a small voice, but an important voice,” said a 35-year-old travel agent on the edge of the gathering.", "url": "https://www.washingtonpost.com/world/2023/11/29/gulf-gaza-israel-uae-bahrain/", "nearest_hist_news": [{"image_file_name": "302396269-madison-wisconsin-state-journal-Aug-10-1988-p-1.jpg", "headline": "UN duns for gulf force\n", "article": "UNITED NATIONS (AP) — The financially\nstrapped United Nations created a $74-million\nobserver corps Tuesday to monitor a truce be-\ntween Iran and Iraq, but the secretary-general\nsaid, “I simply do not have the money” to pay\nfor it.\n\nMarrack Goulding, undersecretary-general\nin charge of peacekeeping operations, said the\nGeneral Assembly probably would be sum-\nmoned to a special session this week to assess\nfunds from the membership.\n\nSecretary-General Javier Perez de Cuellar\ntold an American reporter: “You should advise\nyour government to participate fully in these ef-\nforts for peace.”\n\nThe United States, which supports UN\npeacemaking in the Persian Gulf and Afghani-\nstan, has fallen $467 million behind in its UN\npayments over several years. It is assessed\nmore than $200 million annually, one-quarter of\nthe regular budget.\n\nU.S. Ambassador Vernon Walters said: “I\nthink the United States will meet its obligations\nand make its payments.”\n\nAt the White House, spokesman Marlin Fitz-\n\n\nwater said the administration. welcomed the\ncease-fire announcement and would bear “its\nfair share of the cost” of the observer force, in-\ncluding transportation and equipment.\n\n“It is our understanding that there will be\nneither U.S. nor Soviet troops in the observer\nforce,” he added. “It has been a major aim of\nthe United States to bring this war to an end.”\n\nPerez de Cuellar announced Monday that a\ncease-fire will begin Aug. 20 in the 8-year-old\nwar, which has killed or wounded more than 1\nmillion people and cost hundreds of billions of\ndollars. The Security Council created the ob-\nserver group.\n\nTwenty-five countries will provide the 350\nunarmed observers.\n\nThe New York Times reported that the\nUnited States is asking Arab countries of the\ngulf to pay a higher share of the cost of the\npeacekeeping force.\n\nGoulding said some observers already were\non their way to the Persian Gulf.\n", "byline": ""}, {"image_file_name": "310032378-middletown-sunday-news-journal-Dec-16-1956-p-1.jpg", "headline": "Iraqi Strong Man, Said,\nIs Firmly Entrenched\n", "article": "BAGHDAD, Iraq  — In times\nof nervous tension, Iraqi men\nhave a habit-strange to Western\neyes—of running short strings of\ncolorful beads between their\nthumbs and index fingers.\n\nAt the end of this week, Iraqis\n\\were strolling through the streets\n‘of Baghdad busily fingering their\nbeads. But Premier Nuri Said,\ni benefitting from popular American\njstrokes in the Middle East, was\nkeeping a firm lid on this simmer.\ning, oil-rich nation. No responsible\nperson, even Said's opposition,\ndoubted the strong man of Iraq is\nagain in solid .\n\nLate in November, the nation\nwas stunned in delayed reaction\nto the British-French invasion of\n\nEgypt.\n(This dispatch passed through\nre and part of it appar-\n\n*\n\nj\n\n\"7\n\n \n\n-jently was delayed for some hours.\nh There also appears to have beer\nx deletions made.)\na US. Ambassador W. J. Gailmar\n\n\nwho was in almost daily consul-\ntation with Said throughout the\nctisis packed his bags for a sched-\nuled month's home leave.\n\n“Nuri Said has ridden out the\nstorm,” Galiman told this corre-\nspondent,\n\nAnd on the bustling, dusty\n‘streets of this ancient city of\ncaliphs, in the teeming bazaars\nand sidewalk coffee shops, tur-\n‘banned heads nod in agreement\nthat “Nuri will stick to the pre.\non like date syrup to the\n\nTraq is still under martial law,\nschools are closed, newspapers\nsubmit proofs to eften rigid cen\nsorship and heavy penalties are\njready for anyone inciting trouble.\nAbout 100 alleged Communists\n‘are in jail, along with a handful\njof what the government considers\n\noe Phoned\n‘| There are ts of\n\n‘chaos in sy but Said’s position\n\\,has vastly unproved.\n\n \n   \n   \n", "byline": ""}, {"image_file_name": "99359755-jefferson-city-post-tribune-Jun-27-1966-p-1.jpg", "headline": "S. Vietnamese\n‘Label Conflict\n‘American War\n", "article": "WASHINGTON (AP) — A limited\nsurvey of popular attitudes in government-\ncontrolled areas of South Viet Nam indi-\ncates people there tend to regard the war\nas an American war, officials report.\n\nU.S. experts who conducted the survey\nsay there also is a tendency to rely chiefly\non the Americans to bring back peace and\nfind answers to South Viet Nam’s economic\nand other problems.\n\nThere seems to be a downswing in pop-\nular confidence in the ability of the Saigon\ngovernment to handle effectively the var-\nious problems facing South Viet Nam, the\nsurvey indicated.\n\nTHE SAMPLING of Vietnamese views\nwas understood to have been small and\nwas taken in connection with a study of\ntrends in the morale of the Communist Viet\nCong.\n\nAfter interrogating some 200 people,\nmostly Viet Cong defectors and prisoners,\nU.S. analysts said they detected what\nseemed to be a growing feeling of hopeless-\nness among some elements of the Viet\nCong.\n\nThe analysts reported evidence that\nViet Cong morale has become fragile. They\nsaid there were signs that the combai. ef-\nfectiveness of some Communist units had\ndeclined.\n\nIn other weekend developments relat-\ned to Viet Nam:\n\n—SENATE Democratic Leader Mike\nMansfield expressed hope in an interview\nthat U.N. Secretary-General U Thant may\nbe able to interest Soviet leaders in Viet\nNam peace talks during his planned trip io\nMoscow. Mansfield also said French Presi-\ndent Charles de Gaulle’s current visit to\nthe Soviet Union might result in a move\ntoward neutralization of Southeast Asia --\na move he said the United States should\nwelcome.\n\n— UNDERSECRETARY of State\nGeorge W. Ball, appearing on the NBC\ntelevision-radio program “Meet the Press,”\ndenied that the United States has decided\nto bomb oil storage depots near the North\nVietnamese cities of Hanoi and Haiphong.\nBut he refused to shut the door on this\npossibility in the future,\n\nBea VIETNAMESE, Page 2, 4\n", "byline": ""}, {"image_file_name": "157430624-roswell-daily-record-Oct-01-1980-p-1.jpg", "headline": "ran promise\nVital oil port\nremains free\n", "article": "BAGHDAD. Iraq (UPI) — An\nIranian radio station today reported\nfierce fighting in the streets of\nKhurramshahr with battles near the\nrailway station, slaughterhouse and\nthe pen authority offices.\n\nThe report from _ besieged\nKhurramshahr came as Iran _for-\nmally assured the world it will not\nblock the vital Strait of Hormuz at the\nother end of the Persian Gulf.\n\nIraqi forces have besieged\nKhurramshahr. Iran’s major goods\nand oil port on the Shatt al-Arab\nwaterway, for nine days and several\ntimes claimed to have captured it.\n\nBut Iran’s national oil company\nradio station in Abadan today claimed\nvictory in the street battles in nearby\nKhurramshahr.\n\n“Our heroic forces are in full\ncontrol and will fight until the enemy\nhas been destroyed.” said the\nbroadcast. quoting an announcement\nby the Khurramshahr governor's\noffice. “‘Our forces dealt heavy blows\nto the enemy and drove him back\nsome five kilometers (three miles).”\n\nBut it admitted a fierce battle this\nmorning in the areas of the port\nauthority offices, the railway station\n\n\nand behind the Khurramshahr\nslaighterhouse. It claimed the cap-\nture of six tanks and 39 prisoners.\n\nAt the United Nations, Pakistani\nPresident Mohammad Zia _ ul-Haq.\nback from a peace mission to Iran and\nIraq, said he had “faithfully con-\nveyed” their views on ending the\nfighting.\n\nZia met separately with Iran’s\nPresident Abolhassan, Bani-Sadr and\nIraq's Saddam Hussain over the\nweekend on a “goodwill mission’ on\nbehalf of the Islamic Conference of\nnations. He did not announce any\nbreakthrough.\n\nIraqi officials began evicting\nWestern correspondents monitoring\nthe war from from Basra in southern\nIraq. Correspondents had been\nmaking eaulie forays into Iran.\n\nIran said it “will not hesitate in any\neffort to keep . . . in full operation”\nthe Hormuz Strait. through which 40\nper cent of the Western world’s oil\nimports must pass. Keeping the strait\nopen has been the outside world’s\nmain preoccupation in the 10-day\ntranian-Iraqi war.\n\nAyatollah Ruhollah Khomeini\nrebuffed peace-making efforts by\nrejecting any compromise. Iran’s\nformal response to the United Nations\ncease-fire call, which Iraq has ac-\ncepted conditionally, was due later\noday.\n\nTehran radio reported 21 Iraqi\ntanks destroyed and two Iraqi jets\nshot down in fighting today on the\nsouthern front. Other battle reports\nwere scarce.\n\nKhomeini turned down mediation to\nend the 10-day conflict with Iraq.\nsaying sometimes ‘“‘war is a good\nthing,”’ and he sent fighter-bombers\non Iran’s deadliest raid against Bagh-\ndad that left hundreds wounded and\ndying.\n\nTehran radio reported early today\nthat the Iranian Cabinet met for 12\nhours today under Prime Minister\n\n\nMohammed Ali Rajai to discuss “the\nsituation on the war front and the\ngovernment’s foreing policy’ toward\nIraq, but the report gave no details.\n\nIn Baghdad, Iraq said its forces\ntightened the siege of Dizful north of\nthe Iranian city of Ahwaz.\n", "byline": ""}, {"image_file_name": "286053322-fairfield-ledger-Apr-09-1980-p-1.jpg", "headline": "U.S. seeking allies’\n\nsupport against Tran\n", "article": "WASHINGTON (AP) — With Iran's\ndiplomats ushered out of the United\nStates amid cries they were treated like\nhostages themselves, the Carter ad-\nministration is warning U.S. allies that\nit, too, can shut off the Iranian oil tap.\n\nSecretary of State Cyrus R. Vance\nasked about two dozen ambassadors to\ncome to the State Department this\nafternoon to hear what this nation\nwants their governments to do in\nsupport of U.S. economic sanctions\nagainst Iran.\n\nThe administration reportedly is\nconsidering a naval blockade of Iran’s\nsea routes or the mining of its oil ports,\nwhich would block Iranian exports and\ncut off the oil revenues that sustain the\nPersian Gulf country.\n\nThe Moslem militants occupying the\nU.S. Embassy in Tehran threatened\ntoday to kill all their American\nhostages if the United States takes any\nmilitary action against Iran.\n\n‘We warn the U.S. government, with\nall frankness, that if America launched\nany military aggression against Iran,\nwe will kill all the hostages imme-\ndiately,’ said the militants’ statement,\ncarried by Tehran radio.\n\nWhite House spokesman Mark\nHenderson refused to comment im-\nmediately on the militants’ threat. He\nsaid he did not know which options\nCarter might be considering for what\nhe called a “show of force.”\n\nIranian diplomats in the United\nStates hurriedly packed their bags and\nleft the country Tuesday night on\nflights from Washington, New York and\nLos Angeles. FBI spokesman Roger\nYoung said only one of the 35 di ts\naffected by the expulsion or was\nknown to have stayed behind, and he\nwas expected to leave after being\nreleased from a suburban Washington\nhospital where he was admitted after\ncomplaining of chest pains.\n\n“I was like a hostage in our embassy\nfor 156 days,’ Ali Agah, the Iranian\ncharge d'affairs, said. “I'm glad I’m\ngoing home.”’\n\nU.S. officials showed no sympathy.\nThey rejected last-minute a by at\nleast six Iranian officials asked to\nstay in the country for humanitarian\n\n\nreasons. One Iranian reportedly sought\npolitical assylum, but that, too, was\nturned down.\n\nIt was the first time the United States\nsevered diplomatic relations since\ncutting ties with Cuba after Fidel\nCastro installed a communist regime in\n1961.\n\nWhite House press secretary Jody\nPowell said Tuesday that Carter has\nrun out of patience with Iran and will\ntake additional action unless the 53\nAmerican hostages in Tehran are\nreleased.\n\nHe refused to specify what action is\ncontemplated. But he emphasized that\nwhatever Carter decides would not\nhave to have unanimous support of U.S.\nallies, who have resisted cooperating\nwith trade sanctions first imposed\nagainst Iran months ago.\n", "byline": ""}]}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Joel Achenbach, Dan Keating", "title": "New CDC life expectancy data shows painfully slow rebound from covid", "clean_text": "Newly published data on life expectancy in the United States shows a partial rebound from the worst phase of the coronavirus pandemic, but drug overdoses, homicides and chronic illnesses such as heart disease continue to drive a long-term mortality crisis that has made this country an outlier in longevity among wealthy nations.\n\nLife expectancy in 2022 rose more than a full year, to 77.5 years, in data released Wednesday by the Centers for Disease Control and Prevention. More than four-fifths of this positive jump was attributable to a drop in covid-19 deaths.\n\nBut the rebound in 2022, which the CDC had anticipated after studying death rates, regained less than half the years lost to the pandemic, the federal health agency reported.\n\n“The amount of recovery is not as much as we’d like to see,” Steven Woolf, director emeritus of the Center on Society and Health at Virginia Commonwealth University, said after reviewing the report.\n\nHe said many peer countries suffered smaller drops in life expectancy and rebounded more quickly from covid-19’s impact.\n\n“It’s disturbing but not surprising to me that we have not experienced the recovery that other countries have,” Woolf said.\n\nIn 2019, U.S. life expectancy at birth stood at 78.8 years. That figure cratered to 76.4 in 2021, the lowest since 1996. That was due partly to the extraordinary wave of covid deaths in January and February of that year as the United States had only begun to roll out vaccines. The following winter saw another short but intense wave of deaths as the omicron variant of the virus reached the country, creating the last major surge in pandemic deaths.\n\n“There appears to have been some recovery from covid, but we still have a way to go,” said William Schaffner, an infectious-disease physician at the Vanderbilt University School of Medicine.\n\n“Covid remains with us and continues to put people in the hospital, and have a substantial mortality rate associated with it, particularly among older people and people who are immunocompromised,” Schaffner said.\n\nThe rise in certain chronic diseases in the United States — and slower progress in combating others — put the nation in a vulnerable position when the novel virus arrived. A scattered and politically polarized response to the pandemic played a role in the dire death toll that followed, as did resistance to vaccination and other public health measures. No other wealthy country experienced so high a rate of death per capita from covid.\n\nThe new numbers are clearly positive — compared with 2021. But the same data show the dramatic, and protracted, impact of the pandemic. Between 2019 and 2021, life expectancy dropped 2.4 years, and the 2022 jump restored only 1.1. years of that deficit. (Men lost 2.8 years in those first two years, and women 2.1 years.)\n\nThe United States has dug itself into a huge life-expectancy hole, and not just because of the virus that slipped into the country in stealth fashion in 2020. In articles this year, The Washington Post has explored the many reasons this country lags peer nations in life expectancy, and a major finding is that chronic conditions such as heart disease, obesity, diabetes and cancer play an underappreciated role in suppressing life spans.\n\nThe new report affirms that conclusion. Although the coming and going of covid explains much of the shape of the mortality curve during the past several years, the CDC death data from the past decade and a half shows an ominous long-term trend in mortality that is not solely due to the coronavirus or other high-profile killers, including drug overdoses and gun homicides.\n\nLife expectancy rose in a relatively steady fashion for all of the 20th century and the first decade of the 21st. But starting in 2010, the country entered a decade of stagnation in this key metric. Drug overdoses, homicides and suicides played major roles in flattening the life expectancy curve. But the greatest erosion in life spans comes from chronic illnesses, The Post found in its analysis of death data.\n\nLife expectancy peaked at 78.9 in 2014, and then dipped or remained flat through 2019. The new CDC data, despite showing an improvement in 2022, suggests that this period of disappointing life expectancy will continue.\n\nShare this article Share\n\n“The pattern is consistent with the stagnation that we’ve seen since 2010,” said Elizabeth Arias, a demographer with the CDC’s National Center for Health Statistics and lead author of the new report.\n\n“Even without the pandemic, life expectancy was flat or declining,” Arias said. “This is a whole new territory that we’re in, beginning a decade ago.”\n\nVery few countries have yet published life expectancy data for 2022, as reflected in records at the international human mortality database. The few that have, however, all show quicker recovery from the pandemic.\n\nSweden in 2022 was back to the same life expectancy as before covid, 83.1 years, more than 5½ years longer than in the United States.\n\nIn 2022, Belgium, Denmark and Norway had just slightly lower life expectancy than before the pandemic.\n\nAmong countries reporting data for 2022, Finland comes closest to the profile of the United States in terms of recovery from the devastation wrought by the pandemic. In Finland, life expectancy was down 0.6 years compared with 2019. But that loss is less than half of the U.S. decrease of 1.3 years since 2019.\n\nLife expectancy at birth is not a prediction for any individual, but a statistical artifact, one that aggregates death rates from many different age cohorts and creates a handy, if potentially confusing, measure of a nation’s overall health.\n\nSchaffner, the Vanderbilt doctor, said the lingering effects of the pandemic and other health challenges provide a reminder that the United States needs to continue its comprehensive childhood vaccination program, which typically requires children to be immunized before attending school.\n\n“And now we have a slow erosion of that, with increasing vaccine skepticism and more and more parents withholding their children from comprehensive vaccination,” Schaffner said. “We don’t want to erode these very successful preventive health initiatives.”\n\nThe new CDC report, which is considered “provisional” in advance of a final report due in December, captures the racial and ethnic disparities in life expectancy that were exacerbated by the pandemic.\n\nAll race and ethnicity groups in the country have lower life expectancy as of 2022 than before the pandemic. Native Americans suffered the largest overall decline, almost four years, to less than 68 years. Black people suffered the second-largest life-expectancy setback, of two years. Hispanic life expectancy is 1.9 years less than before covid. The overall decline for White people is 1.3 years, and for Asian people 1.1 years.", "url": "https://www.washingtonpost.com/health/2023/11/29/life-expectancy-2022-united-states/", "nearest_hist_news": [{"image_file_name": "153625171-ironwood-daily-globe-Jul-09-1984-p-1.jpg", "headline": "U.S. life expectancy hits\nall-time high of 74.2 years\n", "article": "WASHINGTON (AP) — New\ngovernment statistics show\nAmericans are living longer than\never, with the average expectancy\nhitting 74.2 years.\n\nAt the same time, the National\nCenter for Health Statistics found the\nage-adjusted death rate hit an alli-\ntime low in 1981, the latest year for\nwhich figuures are available,\n\nThe basic rate of 862.4 deaths per\n100,000 Americans was down from\n1980, but not as low as in 1979. That\nrate does not take into account the\noverall aging of the population,\nhowever.\n\nThe age-adjusted rate, which is a\ncalculation of how many deaths\nwould have occurred if the 1981\npopulation had the same age mix as\nthat of 1940, set the record low.\n\nIt was ‘568.2 deaths per 100,000\n\n\nAmericans in 1981, down 3 percent\nfrom a year earlier.\n\nStatisticians consider the age-\nadjusted rates a better indicator of\nthe chances of death over a period of\ntime because they are not affected by\nchanges in the age makeup of the\npopulation in general.\n\nOf the 15 leading causes of death\nstudied, 12 also declined over the\nyear. One, blood poisoning, showed a\nsharp increase, but center officials\nattributed that to better reporting by\nphysicians rather than any actual\nincrease in deaths from that cause.\n\nSmall increases in deaths from\nSuicide and lung disease were also\nrecorded in the age-adjusted rate,\nalthough suicide declined in the\nunadjusted death count.\n\nThere were 1,977,981 deaths in the\nUnited States in 1981, the center\n\n\nreported, 11,860 fewer than the year\nbefore. The decline affected both men\nand women, and all age groups.\n\n“The average expectation of life at\nbirth reached a record high of 74.2\nyears in 1981, up 0.5 years from 1980,\"’\nthe report said. ‘‘This increase\nresumed the general trend upward in\nlife expectancy in the United States\nthat was interrupted in 1980.\"’\n\nWomen continued to have longer\nlife expectancy, at 77.9 years,\ncompared with 70.4 for men. Life\nexpectancy was 74.8 years for whites\nand 68.7 for blacks. While the black\npopulation continued to have a\nshorter life expectancy, it increased\nnearly twice as fast as for whites\nbetween 1980 and 1981.\n\nWhite women have the longest lives\nto look forward to, 78.5 years,\nfollowed by black women at 73 years.\n", "byline": ""}, {"image_file_name": "240325600-port-charlotte-daily-herald-news-Dec-13-1977-p-1.jpg", "headline": "Women Averaging 7.7 More Years Than Men\nHawaiians Live Longer Than Anvone ~ U s\n", "article": "WASHINGTON (UPI) — Hawaiians live\nlonger than Amiericans living in any other\nState and residents of the nation’s capital\nhave the shortest life expectancy — two years\nlower than in any other state — the National\nCenter for Health Statistics said today.\n\nThe figures, based on the decade ending in\n1971, also found the life expectancy of a black\nman in America fell to 60 years for the same\ndecade — well below the average life ex-\npectancy for all races. Black women\naveraged 68.3 years for the saine period.\n\nCurrent life expectancy in the United States\nfor all races is 69 years for a man and 76.7 for\na woman.\n\n\nHawaii not only had an average life ex-\npectancy for both sexes of 73.6 years, but it\nalso was the state with the smallest difference\nbetween the life expectancy of men and\nwomen. Hawaiian women still could expect to\nlive 5.77 years longer than a man during the\ndecade studied, statistics showed.\n\nThe center could not explain why Hawaiians\nlive longer.\n\nIn the District of Columbia, the average life\nexpectancy for both sexes was 65.7 years. The\nclosest competitor for the lowest life ex-\npectancy was South Carolina, with a life\nexpectancy of 67.96 years for both sexes.\n\nComparing the decade ending in 1961 with\nthe decade ending in 1971, the center found a\n\n\nshift in longevity among states.\n\nThe states with the longest life expectancy\nfor the decade ending in 1961 were Nebraska,\nIowa, Kansas, Minnesota and North Dakota in\nthat order. For the decade ending in 1971, the\ntop five were Hawaii, Minnesota, Utah, North\nDakota and Nebraska.\n\nCalifornia, the nation’s most populous state,\nranked 17th among the 50 states for life ex-\npectancy. Men and women lived 71.7 years,\nnot as long as residents of Washington state\nbut longer than Vermonters, who ranked 18th.\n\nImprovements in ranking on average life\nexpectancy were made by Arizona and New\nJersey, while Kentucky:and West Virginia\nslipped in relative rankings in the comparison\n\n\nbetween decades.\n\nThe center tried to expiain statistically the\nvirtues of Hawaii for longer life, but had to\nrule out such factors as ethnic composition of\nthe island state.\n\n“It is clear that Hawaii’s males have a\ncommanding advantage over males in other\nStates in the age-adjusted death rates for all\ncauses and for diseases of the circulatory\nsystem,’ the report concluded.\n\nBut it said further examination of the in-\nformation “‘has failed to reveal any specific\ncauses that play a major role in dif-\nferentiating the males of Hawaii from those of\nother states.”’\n", "byline": "By CRAIG A. PAIMER\n"}, {"image_file_name": "118557436-des-moines-register-Jul-26-1977-p-1.jpg", "headline": "Women’ s life expectancy\nclimbs to 81; men’s to 72\n", "article": "WASHINGTON, D.C. (AP) —\nToday's girl babies can expect to live\nto be 81 and boys to be almost 72,\nnearly three years longer than\nexpected a few years ago, because\nfewer people are dying of heart\nattacks, the Census Bureau says.\n\nIn a report released Monday on\npopulation projections of the United\nStates, the Census Bureau said the\n\ndeath rate of adults over $5 declined\nmuch more rapidly between 1973 and\n1975 than it did ail during the\nprevious decade.\n\nThe decline was due largely to a\nreduction in deaths from major cardi-\novascular diseases, such as heart\nattacks, the report says,\n\nAsked if this was a result of\nimproved medical techniques and\nlower cholesterol diets, Signe\nWetrogan, a demographer who\nworked on the report, said, “We just\ndon’t know. We don't know much\nabout the mortality decrease of the\nlast few years,”\n\nMedian Age Up\n\nThe median age of the population\nhas risen from 27.9 in 1970 to 29 in\n1976,.the figures show. The report\nprojects that by the turn of the\ncentury, the median age will range\nfrom $2.5 to 37.3. The median age\nmeans that half the people in the\ncountry are older than that and half\nare younger.\n\nThe death rate of those between the\nages of 45 and 54 dropped six times\nfaster between 1973 and 1975 than It\ndid in the previous 13 years, And the\ndeath rate of those between 65 and 74\ndropped more than four times as fast.\n\nSpecifically, 6.5 out of every 1,000\npeople between the ages of 45 and 54\ndied in 1975. The death rate for this\nage group dropped from 7.6 to 7.0\nbetween 1960 and 1973.\n\nThe death rate for persons aged 65\nto 74 dropped from 38.2 per 1,000 in\n1960 to 34.4 in 1973. In 1975, it\ndropped to 31.9.\n\nThe report said unless there is a\nlarge-scale war, major epidemic or\nother catastrophe, the over-65 popu-\nlation will grow from an estimated\n22.9 million in 1976, which was 11 per\ncent of the population, to 31.6 million\n\n \n\n\nin the year 2000, about 12 per cent of\nthe population.\n\nJump in Elderly\n\nHowever, a major jump in the\nelderly population is predicted in\n2030 when the combination of\ndeclining mortality and the aging of\nthe post-World War II baby boom\ngeneration will swell the elderly pop-\nulation to 55 million. That means that\nanywhere from 14 to 22 per cent of\nthe nation’s population would be over\n65, a situation that would have a\nmajor impact on America’s social\nand econamic institutions.\n\nSocial scientists say that as a result\nof this growing proportion of elderly\npersons, the country will have to\nconsider changes in its pension,\nmedical care and educational\nsystems, as well as make decisions\nthat will affect the quality of life the\nelderly will enjoy.\n\nDemographers have a hard time\npredicting the future population\nbecause they can't be sure women\nwill have the approximately two\nchildren most now say they want.\n\nFor this reason, the estimated pop-\nulation in the year 2000 is slightly less\nthan demographers predicted two\nyears ago. Today, their best estimate\nis that the population will be about\n260 million by the turn of the century,\nabout 2.5 million less than they\nestimated in 1975.\n", "byline": ""}, {"image_file_name": "313067538-high-point-enterprise-Aug-01-1976-p-1.jpg", "headline": "Nation’s Death Rate Shows Decline\n", "article": "WASHINGTON (AP) — America’s death\nrate has declined to its lowest point in the\nnation’s 200 years, the government reported\nSaturday.\n\nHeart disease, strokes and traffic accidents\ntook proportionally fewer lives last year than\nthe year before. These gains outweighed the\nrising death rates for cancer, murder and\nsuicide. é\n\nEven though the nation's population is\ngrowing older, the death rate dipped to 8.9\ndeaths for every 1,000 Americans last year.\nThat is down from 9.1 the year before and the\n9.7 in 1968. It is the first time in American\n\n\nhistory that the death rate has dropped to\nbelow 9 per thousand\n\nThe Census report said that 1.91 million\nAmericans died in 1975, That is the lowest\nnumber of deaths since 1967, when 1.86\nmillion people died.\n\nHighway and traffic deaths dropped 17.1\nper cent from 55,069 in 1973 to 45,674 in 1975,\nfor example. This is primarily because of a\nlower speed limit and requirements for\nstricter safety standards in cars, according\nto a spokesman for the National Highway\nSafety Administration.\n\nInformation from the National Center for\nHealth Statistics shows that the leading cause\nof death — heart disease — dropped 4.5 per\n\n\ncent from 757,075 deaths in 1973 to 722,570 in\n1975. The center reports also that death due to\ncerebrovascular disease — or strokes —\ndropped 8.7 per cent from 214,313 deaths in\n1973 to 195,630 in 1975.\n\nOf the 15 leading causes of death, the center\nreports only three have showed an upward\ntrend in the last two years: the cancer rate\nincreased 4.2 per cent, the suicide rate in-\ncreased 5 per cent and the murder rate in-\ncreased 4.1 per cent.\n\nThe census report shows that the growing\nproportion of elderly people in the country is\nlinked directly to the falling birth rate. It is\nno secret that in the last few years, women\nhave been giving birth to an average of less\n\n\nthan two children each, bringing the total fer-\ntility rate to an all-time low of 1.8 in 1975.\nTherefore, the proportion of people 65 and\nolder has grown until today, they comprise\n10.5 per cent of the population. That com-\npares to 9.8 per cent in 1970.\n\nAt the same time, the total population of\nthe country grewby 1.6 million to 2144\nmillion from 1974 to 1975, or .79 percent, the\nreport shows.\n\nThe amount of increase was greater than\nit had been for the three previous years large-\nly because of the admission of about 130,000\nVietnamese refuges,’ the report says.\n“Without the Vietnamese the population\nwould have been 1.56 million.”\n", "byline": "By ANN BLACKMAN\nAssociated Preece Writer\n"}, {"image_file_name": "267911683-beatrice-daily-sun-Jan-13-1976-p-1.jpg", "headline": "Study points out nation’s\nhealth pluses and minuses\n", "article": "‘Associated Press Writer\nWASHINGTON (AP) —\nThe federal government's\nfirst report on the status of\nthe nation’s health notes\nsome improvements in U.S.\nmedical care but says that\nAmerican health also could\nbe improved by better per-\nsonal habits.\n\nThe report by the Depart-\nment of Health, Education\nand Welfare indicated that\nexcessive use of alcohol and\ntobacco and the lack of\nexercise and proper diet\ncontribute heavily to heart\ndisease, cancer and\nrespiratory disease.\n\nDeath and disability from\nthose factors ‘“‘are preven-\ntable primarily by changes in\nindividual behavior,” said\nDr. Theodore Cooper, HEW\nassistant secretary for\nhealth. ‘The data suggests\nthat much improvement in\nhealth status could come\nfrom individual action.”\n\nThe report also said im-\nproved medical care of\nchildren and young adults is\nresulting in a larger number\n\n\nof older people who suffer\nmore frequently from chronic\ndiseases.\n\nThe three-volume report\nreleased Monday attempts\nfor the first time, under\ncongressional mandate, to\ntake the nation’s temperature\nand list its health pluses and\nminuses.\n\nInfant mortality,\nfrequently considered to be a\nyardstick of general health\nconditions, has dropped about\n4 per cent a year since 1964\nafter a decade of little\nchange, the report said.\n\nThe 1974 rate of 16.5 infant\ndeaths per 1,000 live births\nranked the United States 15th\nin the world. Just 24 years\nearlier the U.S. infant\nmortality rate was 47 per\n1000.\n\n“The period 1-14 years of\nage now has the lowest over-\nall death rate of any period\n\nthroughout the span of life,”\n\n\nthe report said. It said 73 per\ncent of babies born in 1973\ncould expect to reach age 65\ncompared with only 41 per\ncent born in 1900.\n\nOnly 43 children died in 1973\nfrom tuberculosis,\ndyphtheria, polio and\nmeasles, compared with 2,729\nin 1950. Similarly, child\ndeaths from influenza and\npneumonia averaged about\n14,000 annually in the 1930s\nbut had dropped off to 1,345 in\n1973, the report said.\nvolving children, however,\nhave remained just about\nconstant at 12,500 a year.\nRoughly half result from\nmotor vehicle mishaps.\n\nThe report said young\nadults aged 15-24 died less\nfrequently now from TB,\nheart disease. flu and\npneumonia but, since 1950,\nthe toll from accidents,\nsuicides and homicides has\nincreased rapidly.\n\n\nIn 1973 there were more\nthan 77,500 deaths from those\ncauses among adults aged 15-\n44, and the toll among\nyounger people aged 15-24\nincreased one-third from car\naccidents and more than\ndoubled from murder and\nSuicide since 1950.\n\nAmong older adults aged\n45-64, the report said, death\nrates from stroke, ar-\nteriosclerosis, kidney disease\nand gastric ulcers have all\nshown marked reductions but\nthe cancer death rate has\nincreased from 269 per\n100,000 persons in 1950 to 292\nin 1973.\n\nThe other exceptions to the\ngenerally brighter health pic-\nture are that death rates\nmore than doubled during the\nlast decade from cirrhosis of\nthe liver and bronchitis,\nemphysema and asthma, the\nlatter three aggravated by\nsmoking and air pollution.\n", "byline": "By JOHN STOWELL\n"}]}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Ishaan Tharoor", "title": "Why Christmas is canceled in Bethlehem", "clean_text": "You’re reading an excerpt from the Today’s WorldView newsletter. Sign up to get the rest free, including news from around the globe and interesting ideas and opinions to know, sent to your inbox every weekday. Wp Get the full experience. Choose your plan ArrowRight In Bethlehem, Christmas is canceled. Palestinian Christian leaders across denominations in the West Bank city decided last week that they will forgo all festivities this year as a mark of solidarity with their brethren in Gaza. There will be no public celebrations, no twinkling Christmas lights and no decorated tree in Manger Square — not as long, they say, as a state of war reigns over the embattled Gaza Strip, and the majority of its residents cope with Israeli bombardments, the devastation of their homes and a spiraling humanitarian crisis.\n\n“This is madness,” Munther Isaac, pastor of Bethlehem’s Evangelical Lutheran Christmas Church, told me. “This has become a genocide with 1.7 million people displaced.”\n\nIsaac was part of a small delegation of Palestinian Christians who came to Washington this week to lobby the Biden administration, U.S. lawmakers and religious leaders to support calls for a full-scale cease-fire. A six-day pause in hostilities between Israel and militant group Hamas is set to elapse Thursday, though negotiations with Hamas involving U.S., Israeli and Arab officials are ongoing to potentially extend the current truce. Israeli officials have vowed to continue their campaign against Hamas after hostages are released, while the Biden administration appears to be trying to restrain whatever next phase of the war Israel chooses to launch.\n\nOn Tuesday afternoon, the delegation went to the White House and delivered a letter for President Biden signed by the leaders of the Christian community in Bethlehem, including Isaac’s Protestant denomination and his Orthodox, Armenian and Catholic counterparts. They also went to the Hill to meet staff in the Senate and House of Representatives.\n\n“God has placed political leaders in a position of power so that they can bring justice, support those who suffer, and be instruments of God’s peace,” reads the letter, which I got to see in advance of its delivery. “We want a constant and comprehensive cease-fire. Enough death. Enough destruction. This is a moral obligation. There must be other ways. This is our call and prayer this Christmas.”\n\nIn footage geolocated by The Washington Post, people searched through rubble after the Church of St. Porphyrius in Gaza City was struck Oct. 20. (Video: X)\n\nPalestinian Christians belong to the world’s oldest Christian communities, rooted in the historic cradle of Christianity. But they are diminished in number, at least in proportion to their neighbors of other faiths, and are represented in greater strength in the Palestinian diaspora around the world. Palestinian Christians comprise some 2 percent of the overall Palestinian population in the West Bank, concentrated mostly around Ramallah, Bethlehem and Jerusalem, and less than 1 percent of the population in Gaza.\n\nThe latter community, small but prominent, is in the midst of a potential extinction event. There are roughly fewer than 1,000 Christians in Gaza, who have lived there without much problem despite the de facto takeover of the territory in 2007 by Hamas. But Israeli airstrikes destroyed or damaged almost all the community’s homes in Gaza City while also hitting Gaza’s oldest active church, where some were sheltering. “The vast majority of the Christian community in Gaza are now homeless,” Isaac said.\n\nShare this article Share\n\nThat’s prompted perhaps as much as a fifth of Gaza’s Christians who also had foreign passports to abandon the territory altogether. The rest find themselves forsaken. “They are calling to us, saying, ‘Let us leave, we either die or we leave,’” said Tamar Haddad, a regional coordinator of the Lutheran World Federation who was also part of the visiting delegation.\n\nJack Sara, president of Bethlehem Bible College, pointed to how the plight of Palestinian Christians doesn’t seem to be heard by many U.S. evangelicals, who see in muscular Jewish supremacy over the Holy Land a pathway for their own messianic vision. Tennessee-based evangelical preacher Greg Locke, a vocal and oft-viral pro-Trump clergyman, called for Israel to reduce Gaza to a “parking lot” not long after the Oct. 7 attack. More than 13,000 Palestinians have been killed in the weeks since, including thousands of children.\n\nThe ideology of Christian Zionism animated the agenda of the Trump administration and influences a vast segment of Republican lawmakers, from former vice president Mike Pence to current Speaker of the House Mike Johnson (R-La.). Sara, a leading Palestinian evangelical theologian, told me that their creed “is not the evangelical theology and its message of love of all humans, regardless of their background and ethnicity” in which he believes and practices.\n\nAway from Gaza, the members of the delegation described a growing climate of intimidation and hostility toward Palestinian Christians in the West Bank and Jerusalem, fueled by the actions of Jewish extremists emboldened by Israel’s far-right government. “We feel Jewish extreme radicals want us out of Jerusalem and they’re working on it and they’re going unchecked,” Isaac said.\n\nThe delegation’s members condemned Hamas’s actions and deplored its killing of innocent civilians and abduction of hostages. But they questioned Israel’s declared intention to wipe out an organization that is part of the fabric of Palestinian society and seen as a standard-bearer of resistance to decades of Israeli military occupation and domination. “As horrifying as October 7 was, things did not start there,” Isaac said. “And you cannot just begin the story from there and as such, give a green light for Israel to do what it’s doing right now, which goes way beyond, which is a revenge campaign.”\n\nMany leading foreign diplomats have stressed the underlying importance of reviving the long-stalled and moribund process of the two-state solution. Most Palestinians are cynical about this project, given the fecklessness of their own political leadership and the West’s inability to prevent Israel from further carving up the West Bank with settlements over the past two decades. Many Israeli politicians, including leading members of the current government, are also explicitly opposed to the creation of an independent Palestinian state.\n\nBut any postwar dispensation will have to reckon with the ground realities in Israel and the occupied territories. “One thing is clear: all my interlocutors in the Arab world have accepted Israel’s existence and want to engage with it,” wrote top E.U. diplomat Josep Borrell in a Financial Times op-ed that followed a recent trip to the Middle East. “They recognize the immense opportunity that lies in a peaceful neighborhood, cross-border cooperation and Israel’s potential role as a regional economic driver. But all agree that Arab-Israeli cooperation hinges upon resolving the Palestinian question.”\n\nIn recent statements, President Biden has also invoked the need to forge a two-state solution as a priority for the region. But talk is cheap. “America needs to prove to the Palestinians that they are serious about the two state solution because any talk from the Americans about a two-state solution right now feels empty, given the lack of action,” Isaac said. “No one has held Israel accountable.”\n\nIn their letter to Biden, the Palestinian clergymen reiterated their appeal: “This land has been crying for peace and justice for 75 years. It is time justice is served. It is time everybody can live with dignity in this land. The Palestinian and Israeli children deserve to live, hope and dream.”\n\nWhen Isaac returns to Bethlehem at the end of the week for the start of the Advent season, he and his colleagues intend to set up a small Nativity scene with rocks and debris piled atop it. “This is what Christmas now means to us that we see Jesus being born among those who have lost everything, who are under the rubble,” Isaac said.", "url": "https://www.washingtonpost.com/world/2023/11/29/palestinian-christians-christmas-ceasefire-cancel/", "nearest_hist_news": [{"image_file_name": "127774181-phoenix-arizona-republic-Dec-25-1957-p-1.jpg", "headline": "Worries\nOf World\nMuted\n", "article": "A WORLD beset by cold\nwar tensions observed to-\nday its first Christmas at\nthe threshold of the fan-\ntastic age of space.\n\nThrough the heavens\nwhirled new Soviet stars.\nOn earth,’ people of many.\nlands thought of missile\nwarfare triggered by toggle\nswitches and prayed that peace\nmight prevail.\n\nAn old world troubled by old\nstrife was about to set a nervous\nfoot into the newness of the be-\n\nyond with its own problems still\nunsolved,\n\nUndeclared wars were unresolv-\ned in Algeria and Ifni in North\nAfrica, There was civil strife in\nCuba and Cyprus. Thousands of\nhomeless. :throughout: the world\ngreeted Christmas in the bleakness\nof the refugee camps.\n\nIn the Holy Land, thousands of\npilgrims trekked to the birthplace\nof Christ to pay homage to the\nideals of “peace on earth, good\nwill to ail men.” |\n\nBut in the capital of world\ncommunism, this was just an-\nother work day.. The Soviet\nUnion no longer observes Christ-\nmas and the handful of West-\nerners in Moscow observed their\nChristmas with the city buzzing\naround them. .\n‘ President Eisenhower planned\nChristmas in the White House with\nhis family and four grandchildren.\n\nAround the world there was a\nnoticeable Jack of snow. Smog\nsettled on London. Most of Europe\nhad unseasonably warm tempera-\ntures, .\n\nIN BUDAPEST, Joseph Cardinal\nMindszenty observed his religious\nholiday in the U.S. legation where\nhe has taken refuge to avoid ar-\nrest by Hungarian Reds. Not far\n\njaway, in the Marko St. jail-court-\nhouse, his former secretary and 15\nyoung Roman Catholic priests\nwere still on trial as counter-revo-\nJutionaries. Thousands of Hungar-\nians who fought against the re-\ngime in the revolt of 1956 were\nin jails.\n\nBut there were more gifts and\nChristmas cheer in Budapest this\nyear than last.\n\nIn the troubled Middle East,\nU.N. Secretary General Dag Ham-\nmarskjold visited U.N. Emerg-\nency Force troops guarding the\nGaza Strip.\n\nAt the Jordan-Israel border,\ncustoms officials and police\nchecked Christian Arabs and\n\n4 other Christians from Israel as\nthey crossed into Jordan for vis-\nits with relatives and the proces-\nsion of Bethlehem as Arab Jor-\ndan relaxed its border restric-\ntions for the holiday.\n\nIn Korea, U.S. troops at Taegu\n‘ithrew what they claimed to be the\n‘l“biggest Christmas party ever\n;held in Korea.” It was for 1,206\n‘orphans.\n\n \n", "byline": "By ASSOCIATED PRESS\n"}, {"image_file_name": "23798437-monessen-valley-independent-Dec-26-1986-p-1.jpg", "headline": "- dn Christmas messages\nBrotherly love is urged\n", "article": "Religious and government leaders\ncalled op the world to take to heart\nthe Christmas message of brotherly\nlove while hundreds of millions of\nChristrans celebrated the birth of\nJesus with feasting and prayer.\n\nIn Ws Christmas Day message,\nPope John Paul [] denounced niches\nspent on weapons and thanked those\nwho have worked for peace.\n\n“Men and women-of the. world,\nChrist asks us to love one another\nThis is the message of Christmas,\nthis is the good wish that I address to\nall from the bottom of my heart,”\nSaid the Roman Catholic leader,\nspeaking from a balcony overlook-\ning St. Peter’s Square in Vatican C1-\n\n* Bethlehem in the Israeli-\noccupied West Bank of the Jordan\nRiver, hundreds of worshippers\n‘Thursday lit candles and the\nfloor of a grotto m the Church of\nNabvity, built on the site where\ntradition says Jesus was born.\nOutside the church, clusters of\nIsraeh troops patrolled Manger\nSquare The atmosphere was sub-\ndued in contrast to the joud\nfestivities on Christmas Eve, when\nchoirs from around the world san,\ncarols and marchers playe:\n\n‘gpipes\nIn the predominantly Roman\nCatholie Philippines, church of-\nficsals said 1t was the most peaceful\nChristmas in nearly 20 years. Com-\nmunist guerrillas took advantage of\ntie first ae fire in tele nearly\nrf my to\nBd ete ne SOUR\ntheir families. .\nsobers toe main in their garrisons\nremain in\nas a precaution for ’s 16th 7\n\nThrivtmoe einna the onetar tn\nFebruary of Prendent Ferdinand E.\nMarcos in a moetly non-violent\nrevolution. *\n\n“In the triumph of democracy and\n\n\nthe vindication of non-violence, we\nhave prepared the fittest offering to\nthe Prince of Peace whose birth we\ncelebrate,” Mrs Aquino said.\nChristmas m South Africa's black\ntownship of Soweto was somber with\nfew outward signs of joy. Candles\nglowed from darkened windows in\nsilent protest against the ¢-month-\nold state of emergency under which\nthousands have been jailed without.\ncharge for their opposition to apar-\n\nthe Mother of a 19-year-old de-\ntamee, Onica Diutlwileng, went toa\nSoweto prison Thursday to give him\na Christmas card and some\nde biscuits but was turned\n\n\naway. She said authorities gave no\nreason.\n\nIn Canada, the worst ice storm in\nyears brought down thousands of\npower hnes m Ottawa and snarled\ntraffic\n\nThursday was a regular working\nday in the Soviet Union, where the\natheist Communist Party govern-\nment has transferred ail the tradi-\ntional Christmas celebrations to\nNew Year’s Day.\n\nEven so, thousands of Soviets and\nhundreds of Cathole diplomats,\nbusinessmen and students from the\nforeign commumty attended muid-\nnight Mass early Thursday at\nMoscow’s Pohsh Catholic Church\n", "byline": "The Accociated Precc\n"}, {"image_file_name": "153917183-corsicana-daily-sun-Mar-01-1961-p-1.jpg", "headline": "Holiday Trin Turns Nightmare\n", "article": "NEW YORK, March 1 (P—-\nIt was Washington’s Birthday.\nIn Brooklyn, widowed Edith\nKiecorius decided to apend the\nholiday with her brother, over\nthe river in Manhattan. She\nwas taking along her mother\nand her little girl, also named\nEdith but called “Googie.”\n\nFrom New Jersey Tuesday\nnight, police made a trip over\nanother river to Manhattan,\nbut it was no holiday outing.\nThey were bringing back a 59-\nyear-old handyman, run to\nearth on a New Jersey chick-\nen farm after one of New\n| York City’s greatest man-\nhunts. They said he was the\nman who raped little Edith\nand beat her to death against\na wall—on Washington's\nBirthday.\n\nLittle Edith's journey to Man-\nhattan was uneventful. Her\nmother dressed her in a green\ndress and purple snowsuit. The\ngay, pretty 4-year-old was\nWearing tiny gold rings in her\nold-country-style pierced ears.\nShe and her mother and grand-\nmother Frances Duclet took the\nlong subway ride. They arrived\nat the home of Uncle Manuel\nDuciet, on Eighth Avenue near\n\n\n18th Street, in the deteriorat-\ning Chelsea neighborhood.\n\nJust five days hefore, a slight\nseedy but well-spoken man ap-\nPlied for the vacancy at a\nrooming house at 307 West 20th\nStreet, less than three blocks\nfrom Uncle Manuel's home.\nThe landlady was away, and\nher friend, a barmaid, showed\nhim the room. It was smal] and\nplain, with just a bed, dresser\nand chair. The man, who said\nhe was Fred Thompson paid\nthe barmaid $8 for a week's\nrent,\n\nIn the afternoon little Edith\nput on her purple snowsuit\nback on and went out to play in\nfront of Uncle Manuel's home\nwhile her mother and grand-\nmother talked family talk in-\nside. Uncle Manuel was out-\nside, keping an eye on her, but\nhe needed a pack of cigarettes\nand walked around the corner.\n\nThe smiling man came up\nto the little girl and spoke\nto her kindly: “I have a little\ngirl like you, but she’s sick\nat home. Would you like to\ncome and visit her?” The\nfriendly child walked off with\nthe nice man.\n\nGoogie wasn’t in sight when\n\n\nUncle Manuel came back a few\nminutes later. He looked all\naround but couldn't find her.\nWorried, he told the women in-\nside, and everybody began look-\ning. The longer they looked, the\nmore worried they got.\n\nFinally they told the police,\nwho combed the neighborhood\nand questioned everyone who\nhad been around when Googie\ndisappeared, That night, after\nhours had gone by with no\ntrace of her, police announced\nthat a little girl was missing.\n\nAbout that time, a wild-eyed\nman Was locking the door of a\nsecond-foor room a few blocks\naway. He had the only key that\nwould unlock that door, for the\nduplicate he had given to the\nlandlady wasn't a duplicate at\nall,\n\nAt first, police thought some-\none might have taken the little\ngirl home with them for a meal\nor a warm place to slecp, think-\ning she wags lost or not proper-\nly cared for. But the printed\nand broadeast appeals for her\nreturn brought no results, and\nby Thursday police abandoned\nthis idea.\n\nThe search went on. Helicop-\n\nQo, TITLE Dane K\n", "byline": "Bv HENRIETTA TLEREITE\n"}, {"image_file_name": "19280183-walla-walla-union-bulletin-Dec-25-1946-p-1.jpg", "headline": "", "article": "LONDON (P—In France it was\nJoyeux Noel. In Germany it was\nFrobliche Weihnachten. In Enghisa,\nthe world around, it was Merry\nChristmas.\n\nFood shortages. fuel shortages,\ninflation and bitter memories of\nwar combined to dampen, but not\nto quench, the spirit of one of\nChristendom's holiest days — and\nthe gladdest.\n\nTemperatures soared unexpected-\n\nly in much of Europe to ease a\nlittle bit, and for a little while, one\nproblem of a continent which has\nbeen without fuel all winter. Ra-\ntions were relaxed a trifle in man:\njands to give the hungry multitude.\nta bit more food for the holiday.\nP< England celebrated her merriest\nChristmas in eight years, hearten-\ned by King George's broadcast\npromise that ‘better days lie\nahead.” Speaking into a golden\nmuctophone, the king told his sub-\njects all over the world that: “Our\ntask is to mobilize the Christmas\nspirit and to apply its power and\nhealing to our daily life.”\n\nFrenchmen forgot for a while\ntheir worry about the bloody strife\nin far-off Indochina and about the\nfuture of their new fourth republic\nto worship in chilly churches and\nto sit down to fairly abundant\nmeals with a glass of wine or two.\n\nIn Germany, American occupa-\ntion troops played Santa Claus for\nthousands of German youngsters at\nparties given under the new\n“tnendship’ policy, Germans and\nAmericans attended church to-\n\ngether and sang carols.\n\nAcross the world. in another land\nwhere Americans are occupying a\n‘former enemy country, the Japa-\n‘nese, too, celebrated the day.\n\n_ American soldiers transmitted\ntheir enthusiasm for the Yuletide\nseason to the Japanese. whose out-\nlook for the future was a hitle\nbrighter than iast year, with a\nmore promising food ov‘look._ i\n\n  \n\n \n\n \n  \n", "byline": ""}, {"image_file_name": "13493312-red-bluff-daily-news-Dec-24-1970-p-1.jpg", "headline": "Christians All Over World\n\nPause To Enjoy Christmas\n", "article": "By THE ASSOCIATED PRESS\n\nChristians around the world\nwere doing their best today to\nforget war, politics and\neconomic troubles long enough\nto enjoy a merry Christmas and\nfollow it up with a Happy New\nYear.\n\nIn the Middle East, with a\ncease-fire keeping the Arab-\nIsraeli conflict in check for the\nfirst time since the 1967 war,\nsome 10,000 Christians from all\nover the world poured into\nBethlehem, the town where\n\n\nChrist was born.\n\nAs usual, Arab guerrillas\nthreatened terrorist attacks,\nand Israeli police and troops\nwere out in force. Tourists and\npilgrims with special passes\nwere the only outsiders allowed\nin the picturesque little town in\nthe Judean hills on the Israeli-\noccupied West Bank of the\nJordan, A bright sun was\nshining.\n\nAmericans staying home for\nthe holidays planned one last\ntrip to town to complete their\n\n\nChristmas shopping. But sales\nfigures indicated that most\nAmericans won't have as many\npresents under their trees as\nusual this year.\n\nA spokesman for one major\nNew York department store said\nhis Christmas sales ‘would\nreflect the type of business\nwe've been doing for the last six\nmonths toa year — not so good.”\n\nSome stores in Dallas\nestimated sales would be down\nas much as 25 per cent. Some\nstores in other cities said the\n\n\nenly items selling well were\ninexpensive things.\n\nIn Washington, President\nNixon held a White House\nreception for the presidential\npress corps Wednesday night\nand sang “Silent Night\" and\n“Jingle Bells” for the newsmen,\naccompanying himself on the\npiano.\n\nThe White House was decked\nwith holly and other decorations\nand glowed with Christmas\nlights. The Nixons pianned a\ntraditional turkey dinner.\n", "byline": ""}]}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Jenna Portnoy, Laura Reiley", "title": "A child loved cinnamon applesauce. Then he got lead poisoning.", "clean_text": "Listen 9 min Share Comment on this story Comment Add to your saved stories Save\n\nSarah and Ricky Callahan thought nothing of it when a doctor tested their son, Rudy, for lead at a checkup, a routine blood test for all young children in Maryland. But when his levels came back at nearly six times the minimum risk threshold for lead poisoning, they were worried. Surely, there had been a mistake. They had been so careful when it came to their only child, a redhead who loves to build things with blocks and help unload the dishwasher, pulling out all the utensils.\n\nSuddenly, their Maryland home felt like what Ricky Callahan described as a “death trap.” Was it the furniture? The carpet? Rudy’s toys? Inspectors checked all of that and more — the water, the dishes, his crib — and found nothing suspect.\n\nMonths went by, and then a friend at Sarah Callahan’s work in whom she had confided about her son’s lead poisoning forwarded an article about a Food and Drug Administration recall of the same pureed fruit pouches Rudy had eaten for months. A lightbulb went on.\n\n“As soon as I read the FDA announcement I knew that was the source of my son’s lead poisoning,” Callahan said in a phone interview from the family’s home in Calvert County, about an hour from Washington.\n\nThe Food and Drug Administration announced last week that it had received 52 reports of children up to 4 years old potentially exposed to lead in contaminated apple cinnamon fruit puree pouches manufactured by a company in Ecuador and sold under WanaBana, Weis and Schnucks brands.\n\nWhile the FDA won’t identify the affected children, the Callahans reported their concerns to the agency after matching a pouch left in their cupboard to the contaminated lot numbers published last month, according to a copy of their complaint.\n\nAfter months without answers, it all added up.\n\nRudy’s lead levels had peaked in a second screening, then dropped as he switched to a whole-foods diet on the advice of experts helping the family work to eliminate potential culprits. A favorite dish is now spinach with cheese and garlic.\n\nThe FDA said it is still investigating how the pouches were contaminated, but its “leading hypothesis” is that cinnamon — added to the applesauce Rudy loved — is the likely source. Complaints of suspected exposures have been identified in 25 states, the agency has reported, including three cases in Maryland and one in Virginia.\n\nThe other Maryland cases are from the Eastern Shore and the Baltimore area, said Chase Cook, a spokesman for the Maryland Department of Health. He declined to comment on the specifics of any cases.\n\nAn analysis of multiple lots of WanaBana apple cinnamon fruit puree detected extremely high concentrations of lead, officials said. Although young children with lead poisoning often show no symptoms, experts say exposure over time can cause lasting neurodevelopmental disabilities.\n\nThe Callahans are suing WanaBana in state court in Florida alleging negligence and fraud, saying the company should have known that its products contained lead, according to a complaint filed Tuesday that seeks unspecified compensatory and punitive damages. The company did not respond to requests for comment about the lawsuit.\n\n“There is no reason why in 2023 families are dealing with lead poisoning of their toddlers, of their children, because of a fruit puree that claims to be healthy and safe and free of preservatives,” said Nikki Guntner, a Pensacola attorney whose firm, Aylstock, Witkin, Kreis & Overholtz, represents the Callahans and other parents whose children had elevated lead levels after ingesting contaminated apple puree.\n\nWanaBana did not respond to questions Monday but in a previous statement said it has initiated a voluntary recall of the affected batches and is working closely with the FDA to investigate the source of the contamination.\n\nIn a statement, the FDA said it is working with state, federal and international partners to investigate the source of the cinnamon and the point of contamination as well as whether additional products are potentially contaminated. The agency is screening incoming shipments of cinnamon from multiple countries for lead contamination and said it has not yet detected elevated lead in imported cinnamon.\n\n“In this instance, the FDA encourages manufacturers that import cinnamon and products that contain cinnamon to be extra vigilant to ensure their products do not contain elevated levels of lead,” agency officials said.\n\nWhile FDA officials said contaminated pouches have been seen on shelves at Dollar Tree stores in multiple states, a Dollar Tree spokeswoman said stores have locked registers to prevent sales of the brand’s pouches and instructed stores to remove the product from shelves.\n\n“We are aware of the FDA’s recent report and have worked with our store operations teams to ensure the recalled WanaBana Apple Cinnamon Fruit Puree pouches are no longer in our stores and destroyed according to FDA guidelines,” the spokeswoman said in a statement.\n\nResearch shows exposure to even small amounts of heavy metals such as lead at an early age may increase the risk of several health problems, as well as prospective long-term cognitive consequences that may not show up for years.\n\nShare this article Share\n\nBarbara Moore, a pediatric nurse practitioner and director of the lead poisoning program at Mt. Washington Pediatric Hospital in Baltimore, said a child can ingest or inhale lead particles. The material goes into the bloodstream and crosses the blood-brain barrier, which can affect brain development, leading to lower IQ, speech delays and fine motor delays, and can affect growth. Older children may experience attention-deficit disorder, impulsivity problems and learning problems, she said.\n\nThe longer lead is in the body, the more significant the risk, but early intervention can help a child reach their optimal development level, Moore said.\n\nA high percentage of environmental investigations show the source has been lead dust or lead paint, Moore said; however, she has noticed more public health alerts for contamination in imported spices.\n\nParents “may feel a twinge of guilt that they thought they were doing something healthy for their children, giving them a healthy pouch,” she said.\n\nMost children have no clear immediate symptoms after a lead exposure, but experts recommend that parents concerned a child may be at risk ask their primary care provider or local health department for a blood test.\n\nMonica Mehta, Rudy’s pediatrician, said she often hears pushback from parents reluctant to see their 1- or 2-year-olds stuck for a blood lead test, but that the Callahans’ experience underscores the importance of routine screening.\n\nThe FDA has previously warned about high levels of heavy metals in baby and toddler foods. Heavy metals can leach into fruits and vegetables from soil or water contaminated by pesticides, fertilizers and other sources, or they can be introduced to foods as additives and mineral or vitamin mixes. The focus was prompted by a 2021 congressional report that found many of the products made by the country’s largest commercial baby food manufacturers contain significant levels of lead, arsenic, cadmium and mercury.\n\nAlthough the agency has set maximum allowable levels of metals such as lead in bottled water, it had not previously regulated levels of metals in baby and toddler foods, with the exception of arsenic in rice cereal — an effort that is now underway.\n\nThe plans are of little comfort to the Callahans, who began feeding Rudy, now 15 months, the pouches at about 9 months old as he transitioned from breast milk to solid food. They were a regular part of his diet from May through August, and he sometimes consumed as many as six a day, according to Sarah Callahan’s complaint to the FDA.\n\n“We took a lot of precautions when picking out his food and … were giving him things which we thought were healthy,” said Ricky Callahan, 36.\n\nAfter Rudy’s first test on Aug. 22, the state lab detected blood lead levels of 19.8 micrograms per deciliter, his parents said. That’s nearly six times the level at which the state identifies children at risk for lead poisoning, 3.5 micrograms per deciliter.\n\nThe result triggered the state to call the Callahans and made Rudy eligible for close monitoring. A second draw two weeks later on Sept. 1 showed an even higher level, 22.5 micrograms per deciliter, and a few days later they began the new whole-foods diet, the family said. He had his last pouch on Sept. 6.\n\nAnother two weeks passed, and his next test showed little change, 22.4 micrograms per deciliter. But by Sept. 26, his levels were down to 14.3 micrograms per deciliter, an encouraging sign that the source of the lead was declining.\n\nA full month passed before Sarah Callahan read about the applesauce recall on Oct. 30 and scoured their home for pouches, finding one. It matched the contaminated lot numbers reported by WanaBana and the FDA, and she reported the case to the FDA, which prompted the state to call the Callahans again.\n\nThrough a process of elimination, said Sarah Callahan, 39, officials she has spoken to believe the pouches are the most likely source after two home inspections, a water test, soil test and blood tests of the parents found nothing, and because the new diet helped and the puree batch numbers matched.\n\nEven with the probable source identified, the Callahans are on edge, waiting to see if Rudy hits milestones at the same pace as other children his age. The Callahans worked with Calvert County Public Schools on an early intervention plan for Rudy, who has speech delays, and a specialist comes to their home every two weeks to track his development.\n\n“I am just concerned about his future,” said Sarah Callahan. “I want the best for my son.”\n\nThis article has been updated with additional comment.", "url": "https://www.washingtonpost.com/dc-md-va/2023/11/28/applesauce-recall-lead-poisoning-families/", "nearest_hist_news": [{"image_file_name": "251011435-centralia-evening-sentinel-Oct-17-1975-p-1.jpg", "headline": "FDA Issues\nLead Warning\nOn Babv Food\n", "article": "VV #RaFSSee Vie atid thf ih srt\nFood and Drug Administration\nsays potentially hazardous lev-\nels of lead are showing up in\ncanned baby food.\n\nLead poisoning can cause\nbrain damage and other prob-\nlems, particularly in children.\nLead in canned foods could\ncome from the solder or other\nmetal in the can.\n\nIn addition, the agency said it\nfound that ‘‘lead levels in some\nadult canned foods are undesir-\nably high from a long-range\npublic health perspective.”’\n\nThe FDA said it will focus on\ngetting the levels of the\npoisonous metal in canned baby\nand infant food curbed and also\nwill seek reductions of lead\nlevels in adult foods frequently\neaten by children,\n\nThe agency announced the\nresults of a survey it made of\n2,900 samples of 41 different\nfoods produced during 1973.\n\n“Of the (canned) baby foods,\norange juice had the highest\nmean lead level. Next in order\nin the baby foods were apple\njuice, applesauce, and peaches\n\nvegetables and beef, and\nmixed vegetables, had the\nlowest means.”’\n\nThe FDA said the industry\nhad reported a reduction in\nlead levels in canned juice\nsince the survey was made and\nare now about half of what they\nwere during 1973.\n\n“The overall results of the\nsurvey indicated that heavy\nmetals in foods do not pose\nhazard to the American people,\nthough total lead intake in\nchildren who ingest lead from\nsources other than food could\nrepresent a potential problem,”\nthe FDA said,\n\nChildren tend to absorb more\nlead from food than do adults.\n\nThe highest levels of lead\namong the adult foods tested\nwere found in canned tomatoes.\nCanned beans, peas and pe-\naches were next in order, the\nagency said.\n\nThe National Canners As-\nsociation said in a statement\nthe industry is ‘continuing to\nmake substantial progress’ on\nprograms to reduce lead levels.\n", "byline": ""}, {"image_file_name": "312302223-morgantown-sunday-dominion-post-Nov-08-1970-p-1.jpg", "headline": "Efforts to combat\nlead poisoning set\n", "article": "WASHINGTON (UPI) —Surgeon\nGeneral Jesse LM Steinfield\nannounced guidelines Saturday for a\nnationwide campaign against lead\npoisoning, which he said may affect\n\n\nas many as 400,000 children and\ncause mental retardation or\ndeath.\n\nLead poisoning occurs mainly in\ncity slums where dwellings are old\nand children eat the paint peeling\nfrom walls, doors and window\nframes.\n\nLead-based paints were commonly\nused for house interiors until the\n1940’s but have largely been replaced\nby less-hazardous paints. However,\nthey are still used for exteriors of\ndwellings.\n\nIn a statement, Steinfield said it\nwas urgent that more cities establish\nprograms to locate and _ treat\nchildren suffering from lead\npoisoning and to remove lead-based\npaint.\n\nDr. Roger Challop, a government\npediatric consultant, told UPI that an\nestimated 6,000 children suffer\nsevere and permanent brain\ndamage each year from lead\npoisoning, and another 200 die from\nit.\n\nSteinfield said children in slum\nhousing should be given blood tests.\nThose with 40 micrograms or more\nof lead in 100 millimeters of whole\nblood have too much lead, he said.\n\nHe recommended that children\nwith 80 micrograms or more of lead\nbe hospitalized immediately. In some\ncities, he said, lead poisoning may be\nso widespread that an overwhelming\nnumber of those screened will be\n\nfound to have 40 micrograms or\nmore.\n\nAt least 11 cities have\nprograms to control lead\npoisoning in children.\n", "byline": ""}, {"image_file_name": "303962580-ironwood-daily-globe-Apr-05-1978-p-1.jpg", "headline": "HUD Doesn't Know What to\nDo About Lead Paint Poisonings\n", "article": "WASHINGION (AP) — Ine\ngovernment has spent seven\nyears and nearly $9 million on\nresearch, but still doesn’t\nknow how best to prevent\nchildren from _ poisoning\nthemselves by eating lead-\nbased paint.\n\nIn 1971 and 1973, Congress\nordered the Department of\nHousing and Urban\nDevelopment ‘‘to deter-\nmine the nature and extent\nof the problem of lead-based\npaint poisoning in the United\nStates, particularly in urban\nareas, and the methods by\nwhich lead-based paint can\nmost effectively be removed\nfrom ... surfaces to which\nchildren may be commonly\nexposed,”\n\nA lengthy report obtained by\nThe Associated Press con-\ncedes that HUD still doesn’t\nknow the nature and extent of\nthe problem or how best to\nsolve it. It recommends\nfurther study.\n\nIn 1973, HUD concluded that\nmost lead poisoning in the\nUnited States occurred among\npre-school-age children who\nlived in run-down, inner-city\ntenements and apparently ate\nlead-based paint that was\ncracking or peeling off the\nwalls.\n\nThere were estimates at the\ntime that more than 200\nchildren a year died from\nwhat came to be known as\n“ghetto malaria,’’ and\nthousands more suffered\nsevere brain damage, mental\nretardation or other serious\ninjury.\n\nCongress banned paints\ncontaining more than a trace\nof the toxic metal, and HUD\ndirected its efforts ‘at im-\nproving the effectiveness and\nlowering the cost of abating\nlead-based paint hazards.”\n\nThe agency's most recent\nreport, still in draft form,\nshows it has doled out millions\nof dollars in research con-\ntracts to study the problem\nand come up with new means\nof detecting lead paint in\nbuildings and getting rid of it\nor covering it up.\n\nA private’ firm has\ndeveloped a portable, $4,500\nmachine that can measure the\namount of lead in multiple\nlayers of paint on a wall\nwithout defacing the paint or\nrequiring laboratory analysis.\n\nBut ‘‘the major emphasis of\nHUD’s research program on\nlead-based paint poisoning\nprevention has been on hazard\n\n\nabatement’? — removing the\nmenace, the report said. And\nthat effort was less successful.\nHUD paid the National\nBureau of Standards to come\nup with a classification\nscheme that suggested four\ncategories of techniques for\ngetting rid of the hazard.\nAfter complicated,\ntechnical field testing and\nanalysis the report concluded:\n“It is impossible to present\na precise evaluation of these\nmethods and to make yes or no\n\n\nrecommendations about their\nuse.”\n\nThe agency then asked\nprivate industry to help it find\ncheaper, easier and more\neffective ways of dealing with\nthe problem. It received 170\nresponses identifying 83\n‘potentially promising”’\nproducts.\n\nIn the meantime, the report\nsaid, ‘There has been no\nsignificant action to remove\nlead-based paint from\nhousing.”’\n", "byline": ""}, {"image_file_name": "96156819-big-spring-herald-Mar-26-1972-p-1.jpg", "headline": "EL PASO PUSHING BATTLE WITH GIANT SMELTER\n\nA Case Of Poisoning Children\n", "article": "EL PASO, Tex. (AP) — The\nnight is clear and starry. From\nRim Road on the tip of the\nFranklin Mountains, El Paso\nsprawls helow~a sea of lights.\n\nThe nighttime panorama is\nmarked by a long, dark streak,\nthe Rio Grande, and four red\nlights blinking from 80 stories\nhigh.\n\n\nBeyond the river is Mexico\nand El Paso’s sister city, Jua-\nrez, its neon glitter a beacon\nfor fun seekers.\n\nIt is unlikely that many lin-\nger to watch the blinking red\nlights which mark a smoke-\nstack.\n\nFrom the smokestack flows a\nSteady stream of white smoke\nwhich this night floats lazily\nfrom the upper valley south-\neasterly across El Paso, Its\n\n\nwispy trail, plain to see in the\nmoonlight, is visible for miles.\n\nThis harmless appearing\nemission, the city of El Paso\nalleges, is a potential killer, its\nprime target children.\n\nThe smokestack, some argue,\nis a symbol of environmental\ndestruction. It is owned by\nAmerican Smelting and Refin-\ning Co., or simply ASARCO, as\nit is kown to El Paso’s 325,000\nresidents,\n\n\nThe company extracts metal\nsuch as zinc, lead and copper\nfrom ores,\n\nThe city and ASARCO have\nbeen locked in a dispute about\npollution for some time. In Feb-\nruary, the high-stakes case took\non new and staggering dimen-\nsions.\n\nMedical tests at that time re-\nvealed elevated lead levels in\nthe blood of five children from\nthe “Smeltertown” area of El\n\n\nPaso. The company was ac-\ncused of emitting lethal lead in\nits smoke, thereby poisoning\nthe children.\n\nHigh lead levels can result in\naneniia, mental retardation and\neven death.\n\nSince the five children were\nhospitalized, city health  offi-\ncials say an additional 30 chil-\ndren have been found to be suf-\nfering from chronic lead poi-\nsoning.\n", "byline": "By MIKE COCHRAN\n\nAssociated Presa Writer\n"}, {"image_file_name": "309681199-tipton-daily-tribune-Jun-01-1971-p-1.jpg", "headline": "Slum Children Face Hazards\nOf Lead Poisoning Exposure\n", "article": "WASHINGTON (UPI) — The\nEnvironmental Protection\nAgency (EPA) has received a\nreport that says slum children\nalready exposed to lead poison-\ning in their homes may face\nincreasing hazards from lead in\nexhaust fumes if they live near\nbusy highways,\n\nThe report on health hazards\nof lead in the’ environment\nadmitted that all the facts are\nnot in, but it urged quick steps\n\n\nto reduce the level of lead in\nthe cities to protect children,\n\n‘The magnitude of the\nproblem hardly justifies a wait\nand- see attitude, for acute\npoisoning is associated with a\nhigh percentage of irreversible\neentral nervous damage ‘in\nchildren,’’ the statement said,\n‘‘Repeated. exposure to high\nenvironmental levels of lead\n\n(Continued on page eight)\n", "byline": ""}]}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Nicolás Rivero", "title": "A plane fueled by fat and sugar has crossed the Atlantic Ocean", "clean_text": "SAF, a broad category of jet fuel that creates fewer carbon emissions than standard kerosene blends. The fuel on this flight was made from waste fats and plant sugars and emits 70% less carbon than petroleum-based jet fuel, according to a press release. It landed at John F. Kennedy International Airport on Tuesday afternoon.\n\nExperts say sustainable aviation fuels may one day play a big role in shrinking the aviation industry’s carbon footprint — even though its production is minuscule today. SAF accounts for about 0.1% of airlines’ current fuel consumption.\n\n“SAF is a major aspect of the transition for aviation [to zero carbon emissions], and it’s especially critical this decade,” said Andrew Chen, principal for aviation decarbonization at the Rocky Mountain Institute, a clean-energy think tank. “But today, our big issue is we don’t make enough SAF.”\n\nVirgin Atlantic’s 100% SAF flight is a one-time stunt, and the airline won’t regularly offer all-SAF flights. Standard jet engines aren’t designed to run on only sustainable fuel, and it is too expensive and rare for it to be practical for airlines to run all-SAF routes.\n\nStill, Chen says it’s a milestone. “It’s a really important flight to highlight the progress that’s being made, the need for more SAF and the critical role they can play in decarbonizing aviation,” he said.\n\nA bridge to zero-carbon flight\n\nSustainable aviation fuels are a broad category that includes biofuels made from raw materials such as corn, animal fat, algae, municipal trash and sewage. By definition, they must emit at least 50% less carbon than petroleum-based jet fuel, according to federal guidelines.\n\nBut all of these fuels still produce some emissions. SAF, on its own, will not get the airline industry to zero carbon emissions.\n\nTo do that, the industry will have to develop new technologies that will allow planes to run on electric batteries, liquid hydrogen or some other as-yet-unproven fuel source. But it will take years of research to fully develop these technologies, and decades more for airlines to fully replace their existing fleets with planes that can run on new fuels, according to Chen.\n\nShare this article Share\n\nIn the meantime, existing planes will keep running on liquid fuel. “There’s no getting around having to burn a fuel, so SAF is our way to displace fossil fuels” and reduce planes’ carbon emissions now, Chen said.\n\nAn immediate solution\n\nThe main advantage of SAF is that they are “drop-in” fuels, meaning they can have an impact right away because they can be blended with standard jet fuel and poured into engines.\n\nBut there’s a limit on how much sustainable fuel a standard jet engine can take, according to Chen. Petroleum-based jet fuel contains aromatic compounds that keep jet engines running properly. Many versions of SAF don’t have these compounds.\n\nTo operate the flight powered only by SAF, Virgin Atlantic mixed a fat-based biofuel with a bit of plant-based “synthetic aromatic kerosene,” a form of sustainable aviation fuel made from plant sugars that has the aromatic compounds needed to keep a jet engine running smoothly.\n\nThe absence of aromatics is an obstacle for a 100% SAF flight, but Chen calls that a “champagne problem.” First, he said, the industry has to figure out how to ramp up sustainable fuel production so that it makes up more than 0.1% of jet fuel.\n\n“I would love it if we were talking about the fact that we’re bumping up against blending limits,” he said. “But we’re not there yet. We still have a lot of work to do.”\n\nSAF supply and demand are limited\n\nThe SAF market is small and growing slowly. Chen says it suffers from a chicken-and-egg problem: Airlines don’t want to buy SAF because it can be several times more expensive than standard aviation fuel. And fuel refiners don’t want to invest in new manufacturing facilities — which could bring down the cost of sustainable fuels — because there isn’t enough demand from airlines.\n\nGovernments and industry groups are trying to break that impasse and jump-start the growth of the SAF market.\n\nIn the United States, the Inflation Reduction Act offers tax credits to airlines that buy SAF, while the European Union has passed laws requiring airlines to use them. In Europe, airlines must use 70% SAF by 2050.\n\nMeanwhile, the World Economic Forum has led an industry push to create carbon credits based on SAF sales. Through an elaborate accounting framework, airlines can calculate how many carbon emissions they’re avoiding through their use of sustainable fuels and sell those credits to companies or passengers who want to offset the emissions they generate by flying.\n\n“We see a lot more attention, a lot more activity and investment and announcements around SAF partnerships, joint ventures and long-term off-take agreements,” Chen said. “So all these things are good signs, but we’re still in the early portion of growing this market to what it needs to be.”", "url": "https://www.washingtonpost.com/climate-solutions/2023/11/28/virgin-atlantic-sustainable-flight-lands-saf/", "nearest_hist_news": [{"image_file_name": "130714824-ludington-daily-news-Jan-19-1976-p-1.jpg", "headline": "The Plane\n", "article": "WASHINGTON (UPI) — The age of passenger air travel at twice\nthe speed of sound — faster than a rifle bullet — dawns this week\nwith the first commercial flights of the needle-nose Concorde\nsupersonic transport.\n\nIts future is ominously clouded.\n\nEnvironmentalists who helped kill an American SST project five\nyears ago are waging a bitter fight to ban the Anglo-French Con-\ncorde from the United States. Their prospects for at least a partial\nvictory look good.\n\nIf U.S, opposition to its thundering noise and pollution prevails,\nthe $60 million superjet could become a shattering economic\ndisaster.\n\nThe Concorde will usher in the supersonic travel era Wednesday\nfar from the lucrative North Atlantic route its builders dreamed of.\n\nOne SST bearing the colors of British Airways will take off from\nLondon on a 3-hour 43-minute dash to Bahrein in the Persian Gulf,\nAnother in the livery of Air France will leave Paris on a seven-hour\nrun to Rio de Janeiro via Dakar.\n\nCruising at 60,000 feet, miles above subsonic jetliners, it will fly at\n1,360 miles per hour — just over twice the speed of sound. By\ncomparison, the bullet from a .22 rifle goes 884 m.p.h.\n\nOn landings the plane's bell-curve delta wing and the droop of its\nbeak-like nose cone, swung down for better runway visibility, give\nthe appearance of a prehistoric flying reptile.\n\nWednesday's maiden commercial flights inaugurate routes to\nwhich the Concorde may be confined for some time.\n\nThe unparalleled $3 billion British-French effort to build the 100-\nseat SST was launched 13 years ago to challenge domination of the\nskies by U.S. jets. Service to the United States was its specific goal.\nInitial production was limited to 16.\n\nBritish Airways and Air France want to start this spring making .\nfour flights a day from Europe to New York's Kennedy Airport —\nmost profitable of all international routes — and two a day to\nWashington's Dulles Airport.\n\nJapan and possibly other nations are waiting and watching before\ndeciding whether to admit the SST.\n", "byline": ""}, {"image_file_name": "152373322-harrison-times-Apr-18-1935-p-1.jpg", "headline": "Flight to Honolulu On Route\nOf Commercial Line To\nOrient.\n", "article": " \n\n| Alameda, Calif., April 17.—Ex-\nfactly on schedule, the big Clipper\nflying boat and its six-man crew\nleft here Tuesday on a 2,400-mile\nflight to Honolulu to blaze the\nfirst leg of a commercial trans-\n\nPacifie airline to the Orient.\n\nThe Pan-American plane took\noff at 3:50:30 p. m. (6:50:30 eastern\nstandard time), rose slowly from\nthe water and headed toward its\ndistant goal.\n\nFour powerful motors, develop-\nling 2,800 horsepower, whirled the\nbig propellers as several thousand\nspectators eagerly watched the start\nof the pioneering hop.\n\nThe six men of the Clipper’s\ncrew captained by Edwin C. Mu-\nsick, walked to the float and en-\ntered their craft. They wore natty\nblue uniforms and white caps.\n\nThen Chief Pilot R. O. D. Sulli-\nvan opened the throttles and the\ncraft turned slowly and headed\nout into the bay.\n\nWeather Reported Good\n\nSpray foamed from the sleek\nblack hull as the Clipper gathered\nspeed. It raced along the surface\nfor a mile and, after 30 seconds,\nlifted into the air.\n\nApparently flying slowly, — the\nClipper nevertheless forced a\ndozen accompanying planes to race\nin keeping up with it as it passed\nover San Francisco and out the\nGolden Gate.\n\nThe two thin fingers of the\nCiolden Gate bridge, under con-\nstruction, formed a red-painted\npassageway for the plane as il\nlflew out over the blue Pacific.\nWeather conditions at sea were\nreported almost ideal.\n\nWith a cruising speed of between\n150 and 160 miles an hour, the\nplane was expected to reach Hon-\n‘Jolulu in between 16 and 18 hours.\n", "byline": ""}, {"image_file_name": "305265249-oil-city-derrick-Dec-04-1934-p-1.jpg", "headline": "Plane With Three On\nBoard Begins Trip\nTo Australia\n\n\nOAKLAND CROWD\nSEES TAKE-OFF\n\n\nAre Charting Course\nFor New Commer-\ncial Venture\n", "article": "| Oakand, Cal., Dec, 3.—()--Fight\n\nLieutenant Charles T. P. Ulm and\nhis two flying companions took off\nat 3:41 p. m. (Pacific etandard\ntime) today on thetr tranepacific\nflight to Honolulu and Australia.\n\nThe low-wing underslung silver\nand orange plane lifted sfowly and\nquickly gained altitude toward the\nGolden Gate,\n\nA scattered crowd of perhaps 300\npersons, most of them with cam-\neras, were on hand for the takeoff.\nUlm expected to arrive In Hono-\nlulu tomorrow morning.\n\nDisappears In Fog.\n\nThe plane “Star of Australia”\nmade one wide sweeping circle over\nthe field before heading toward the\nsetting sun and disappeared into a\nbank of white fog.\n\nUlm and his crew, Co-Pilot\nGeorge Littlejohn and Navigator J.\nL. Skilling, are charting the course\nof a new commercial air venture\nwhich Ulm expected to inaugurate\nregular operations from Australia\nto Hawaii in two years.\n\nOne of the longest ali-water\nroutes in the world lay ahead of\nUlm.\n\nOnce their silver and orange\nmonoplane left the Farallene 18-\nlands, guardians of the Golden\nGate, behind, not a speck of land\nwill they see until Koko Head juts\nup on the horizon, 2,408 miles dis\ntant,\n\nIt will be an over-water hop with\nwhich Ulm i¢ entirely famfitar,\nhowever, and one flown several\ntimes by others since Lieutenants\nLester J. Maitland and Albert Heg-\nenberger blazed the way in June,\n1927,\n\nLittlejohn At Controls.\n\nThe heavily-laden plane trundied\nnearly the entire length of the a‘-\nport runway—about 5,000 feet—be-\nfore it took to the air. There were\n605 gallons of gasoline aboard, Lit-\ntiejohn was at the controts,\n\nAfter running perhaps two-thirde\nof the field, the plane lifted to 16 or\n2 feet, but the load appeared a\nlittle difficult and Littlejohn set\nthe ship adroitly back onto the\nficld, and turned up the dust for\nnearly 300 yards before he left the\nground definitely.\n\nSix years ago the Australian was\nro-pilot for Sir Charles Kingsford-\nSmith on the fwst transpacifie\nMiht in history, a 7,400-mile pionser-\nn dash from Oakland to Brisbane,\nAustralia, by way of Hawail and\nthe Fiji islands.\n\nUlm and his companions are all\nmarried and live in Sydney, N. 8\n", "byline": ""}, {"image_file_name": "274286991-butte-montana-standard-Oct-30-1934-p-1.jpg", "headline": "AUSTRALIAN\nFIROT TO FLY\nROUND TRIP\n\n\nHazardous Air Journey of!\n3,197 Miles From Fij\nIslands Is Completed\nWith Gasoline to Spare.\n\n\nGIVEN HEARTY WELCOMI\n\n\nNoted Airman Convinced\nRegular Trans-Pacific\nPlane Service Coming\nWithin the Near Future.\n", "article": "HONOLULU, Oct. 29.—()—\nThe first to fly in both direc-\ntions between Hawaii and\nAustralia, Wing Commander\nSir Charles Kingsford-Smith,\nbrought his monoplane, Lady\nSouthern Cross, to earth to-\nday at Wheeler field, near\nhere, after a flight of 3,197\nmiles in 25 hours 5 minutes,\n\nfrom Maselai Beach, Fiki.\n\nHe said he probably would take\noff tomorrow for Los Angeles, on\nthe last lap of the flight he started\nfrom Brisbane Saturday afternoon,\nOctober 20. Bad weather held him\nat Suva a week.\n\nStill Has Gas.\n\nThe airplane sti’ $1 gasoline for\ntwo and a half hours in the air at\nthe time the motor was stopped at\nWheeler field, although some douct\nhad been expressed before the flight\nthat it could be made with only onc\nfuelling.\n\nOn this flight the noted aviator\nhad only one companion, Captain\nP. G. Taylor, navigator and co-pilot.\n\n“If we hadn't done it, someone else\nwould,” Kingsford-Smith grinned as.\nhe shook hands with a vecoptien |\ncommittee at the field. He added\nmischievously, “it takes the Austra-\nlians to do it.”\n\nTranspacific Service.\n\nSir Charles also had a few hours\non his favorite subject of a trans-\npacific service.\n\n‘I did the pioneering work along\nthat line when I made my flight\nfrom the American mainland to\nAustralia,” ne said. “The flight we\nare now making convinces me the\nrealization of transpacific airplane)\nservice will come in the not-too-dis-\ntant future.”\n\nHe said he believed Honolulu and\nSuva would be among the stopping\npoints for such a service.\n\nAbout 5,000 persons greeted the\nairmen at the field. The traditional\n\n(Continued on Page 2, Col. 4.)\n", "byline": ""}, {"image_file_name": "115697351-indiana-evening-gazette-Sep-03-1927-p-1.jpg", "headline": "Before Take Off Was\nUndecided as to Hi\nRoute..\n", "article": "PLYMOUTH, England, Sept. 3.\n/INS)-@With a mysterious  million-\naire Canadian as a passenger, Gap-\ntain Frank J. Courtney hopped off\nfrom here at 6:26 o’clock this morn-\ning in his Dornier-Napier bi-plane\n“Whale” in a new attempt to con-\nquer the Atlantic ocean by air.\n\nBesides the mysterious passenger,\nwhose identity was not disclosed and\nwho was reported to have paid $7,300\nfor the privilege of making the flight,\nCourtney was accompanied by R. J.\n‘Little, engineer, and F. W, Downer\nnavigator.\n\nThe amphibian plane heayily ivad-\ned with 750 gallons of gasoline, made\na perfect takeoff. In less than two\nminutes after the motors of the giant\nland and water plane had begun to\nroar, the three intrepid aviators and\ntheir weaithy passenger were out of\nsight.\n\nBefore starting, Courtney was\nsomewhat undecided as to his exact\nrousa, He anticipated, hawever. that\nafter passing Ireland he would take\nthe southern route, possibly stopping\nat the Azores to refuel his plane, and\nthen proceeding to St. John’s New-\nfoundland for another stop berore\nstarting the final lap to New York.\n\nCaptain Courtney brought his plane\nhere yesterday from the Calshot aero-\ndrome, where his start had been de-\nferred six times by adverse weather\neonditions or trouble with is plane,\n\nOnly a <ew pecsons besides army\nmechanics witnessed the start of the\nhazardous adventuge. Mrs. Courtney\naccompanied her husband in a launch\nto the spot where the “Whale” was\nmoored, and kissed him good-bye as\nhe ctepped inte the cockpit.\n\n \n", "byline": ""}]}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Sofia Andrade", "title": "Self-serve snack bars are coming to a flight near you", "clean_text": "In the future of aviation, more peckish passengers may be able to rise from their seats and snag a snack without the help of a flight attendant. Starting Thursday, United will become the latest airline to offer grab-and-go stations for economy fliers. The service will begin with select routes from Chicago O’Hare International Airport as part of the rollout of United’s new Airbus A321neo plane.\n\nAccording to United, these kiosks will include a “limited supply of water and the snacks offered during the complimentary service,” with items like fruit bars from That’s It, Undercover chocolate quinoa crisps and Savory snack mix. Those items will become available only after flight attendants have made their first pass, United said.\n\nThese self-serve stations are just the most recent iteration from a major U.S. airline on long- and medium-haul domestic flights. The JetBlue Pantry has been available since 2014, when it was called “The Marketplace.” It was rebranded in 2019, when JetBlue introduced the Airbus A321neo. Self-serve snacks are now offered on some of the “aircraft that fly JetBlue’s longest flight routes,” including an A321ceo, according to an airline representative.\n\n“Passengers really like this. And when passengers are happy, the crew is happy, and when the crew is happy, passengers are happier,” said Henry Harteveldt, a travel industry analyst and president of the research and advisory firm Atmosphere Research Group. The do-it-yourself snack stations, he added, “make it easier for passengers to have more enjoyable flights, and to reduce the burden on the cabin crew having to run back and forth to serve individual passengers.”\n\nNot all experts agree, however, that self-service snacks have the customer’s best interest in mind.\n\nRobert W. Mann, an airline industry analyst and consultant, called the new feature as just “the latest airline manifestation” of self-service options.\n\nMann gave the example of Delta and American Airlines, who, in the late ’90s and early 2000s, provided grab-and-go meal bags at the gate before boarding. “These days, those amenities seem generous, though at the time they replaced hot entrees served in the cabin,” Mann said. He added that both the American “Bistro Bag” and Delta “Sky Deli” options were “pretty much panned if not reviled by passengers.”\n\nUnited and JetBlue’s all-plane snack stations can be read as part of a longer trend toward airline optimization (and consequent cost-cutting). “The self-service is part of a broader trend just in customer service overall. And you see it across other parts of the airline as well,” said Clark Johns, an airline expert and consultant at Alton Aviation Consultancy. It’s evident from airline investment in self-service mobile apps for check-in and flight management, as well as the spread of self-bag-check kiosks, he said.\n\n“It’s sort of a good utilization, as well, of the cabin crew’s time to give more touchpoints and time to those customers that need it,” Johns added.\n\nShare this article Share\n\nHarteveldt agreed. “What these self-service pantries do is help the airlines do a better job of pleasing customers,” he said, calling it “empowerment to the passenger.”\n\nExperts agreed more traditional refreshment service won’t likely change in the near future. Flight attendants still need to serve alcohol and hot meals, after all. But a more widespread adoption of snack bars could reduce strain on the flight crew in the long term.\n\n“It likely depends on costs, customer acceptance, comments and flight attendant post-flight write-ups,” Mann said. He cautioned, though, that such a change could be “an inconvenience [or] annoyance to customers, especially aisle seat customers, sitting close to galleys where other passengers queue up in the aisles to ‘grab and go’ back to their own seats.”\n\nU.S. airlines are generally already working with the minimum number of flight attendants per trip, Harteveldt said. For safety reasons, the Federal Aviation Administration requires one flight attendant for every 50 passengers. That means there’s not as much room to cut staff as there would be with the installation of self-service check-in and bag-tagging machines at the airport, for example.\n\nWhether more airlines take the leap to add self-service snack bars on their domestic flights is still up in the air. Having such a service takes up precious real estate on planes; some of American Airlines’ A321neos for example, use spare mid-cabin space for an extra bathroom instead.\n\nOn newer aircraft like the A321neo or the Bombardier CRJ-550, a 50-person plane that United uses for its most premium routes, a trend toward more flexible configurations makes these types of self-services possible, potentially opening the door for more airlines to join the trend as they add new planes.\n\nIn the meantime, having these self-service stations on select airlines could help separate them from competitors. According to Harteveldt, it is a “small but meaningful point of differentiation in an industry that long ago became a homogenous blob of sameness.”\n\nResearch has shown that even the most loyal fliers are often picking the airline they’ll fly on “trip to trip,” Harteveldt said. Features such as free WiFi, better in-flight entertainment or on-demand snack options, though they seem small, can add up from a customer’s point of view.\n\n“Where 80 to 90 percent of what an airline does is the same between airlines — especially ones like JetBlue and United — that puts an awful lot of importance on remaining 10 or 20 percent to help stand out from key competitors,” he said. “If part of that differentiation is a self-service pantry, then so be it.”", "url": "https://www.washingtonpost.com/travel/2023/11/28/united-flights-snack-bar/", "nearest_hist_news": [{"image_file_name": "303938595-ironwood-daily-globe-Jun-22-1978-p-1.jpg", "headline": "Streaker Surprises Airplane Passengers\n", "article": "MIAMI (AP) — National Airlines Flight 51 was high above\nthe plains of Texas when a vision, of sorts, appeared in the\naisle, Passengers gasped. Flight attendants stared.\n\nBefore them was a young woman. Blonde, lovely, very\nhappy — and nude,\n\n“She had a beautiful body,”’ said a woman passenger who\ndeclined to give her name. “She perched on top of Row 27,\nguzzling champagne, and the passengers started laughing\nand clapping. She said she had just inherited $5 million and\nthat's why she was doing it.”’\n\nThe DC-10 was midway on its trip from Miami to Los\nAngeles last Thursday night when the woman, described as\n~ among other things — about 25, streaked down the aisle of\nthe “‘no frills’’ tourist section from first-class.\n\nPassengers told the Miami News the woman climbed over\nsix rows of seats in the widebody jet, whooping and waving a\nchampagne bottle.\n\nThe woman's traveling companion, a young man, ‘‘just\n\n\ncrawled under the seat,\"’ said a passenger. ‘‘He didn’t ever\ngo after her or anything.”\n\nThe chief stewardess grabbed a blanket and went after the\nstreaker, but the blonde eluded capture. Passengers ap-\nplauded as the chase wound up and down the aisles.\n\nAfter 15 minutes, the stewardess and blanket won out and\nthe young woman was taken back to a seat, where crew\nmembers helped dress her. The pilot, Capt. Ed Mitchell,\ncame out and tried to restore decorum. The blonde slept\npeacefully the rest of the way to Los Angeles.\n\nThe rest of the passengers?\n\n‘I never saw so many grins in my life,’ said one woman.\n“For the rest of the flight we just sat there and smiled.\"’\n\nNational declined to identify the young woman but said no\ncharges would be pressed.\n\n“It did happen,”’ said National spokesman Mike Clark.\n“It’s just not part of our standard inflight entertainment. We\nintend to stick to movies and stereo.\"’\n", "byline": ""}, {"image_file_name": "18703501-great-bend-daily-tribune-Jul-09-1968-p-1.jpg", "headline": "Soviet Jetliner\nPassengers Not\nTo Be Pampered\n", "article": "WASHINGTON (UPI)—Amer-\njean travelers used to the\ncoffee tea or milk routine and\nin-flight movies won’t have that\npampered feeling when they fly\nthe new Soviet-operated air\nservice between New York and\nMoscow.\n\nGirl watchers will notice a\nslight tendency to plumpness\n\n}and plainness in. the stewardes-\n“ses, foo.\n\nBut aside from small details\nlike those, there. probably will\nbe little distinction between\nflying the Soviet airline Aeroflot\naid the American half of the\nservice, which Pan American\nwill provide on 200-passenger\nBoeing 707s.\n\nService begins July 15 with\nAeroflot using the 186-passenger\nTiyushin 62,\n\nEach line will make one stop\non the 4,900-mile route, Aeroflot\n‘in Montreal and Pan American\n‘in Copenhagen, with no passen-\nger pickups at either city.\nThere will be two flights a week\neach way during the summer,\nand one a week in winter. Pan\nAm said its flight to Moscow\nwill take about 10 hours and 35\nminutes.\n\nThe State Department an-\nnounced Monday, that final\nagreement had been reached on\nthe service, which the Soviets\nfirst agreed to in. 1961, but\nwhich got bogged down in cold\nwar ill feelings and American\nred tape. ~\n", "byline": ""}, {"image_file_name": "232028026-childress-index-Sep-19-1971-p-1.jpg", "headline": "Flying Bars\nTo Cover US\n", "article": "€ Sew iew See ewe we Se 8 Owe Te ee\n\nLOS ANGELES (AP) — Two\nhundred and two bars will be\nflying over the United States by\nthe end of this month, the result\nof a lounge war between four\nmajor airlines.\n\nAnd no cease-fire is in sight in\nthe battle for the passenger\ndollar.\n\nThe weapons have included a\nguitarist, Frank Sinatra Jr. and\na seven-piece band, and ‘‘at the\nrate it’s going Piper Cubs may\nbe getting lounges’, said one\nairline executive here.\n\nThe four battlers in the Great\nLounge War are American,\nContinental, United and Trans\nWorld airlines.\n\nThis week TWA raised the\nstakes in the game of aerial\none-upmanship, which began in\nJune. It said a ‘‘fully-stafted\n\nbar’ and lounge would be ready\ntoday for coach passengers in\nall 41 of TWA’s domestic-rur\nBoeing 707 jetliners, which for\nthe past decade had bars only\nfor the folks in first-class\n\\ TWA spokesman said the\nnew move will make the\n\n\nairline ‘‘the only carrier to offer\nits passengers coach lounge\nservice on both 707 and 747\njets.”\n\nTWA’s 18 jumbo jets on\ndomestic runs initially had only\nthe first-class section ‘‘up-\nstairs’ bar near the crew\ncompartment, starting June 7,\nbars were installed amidship of\nall 18 for coach passengers.\n\nAmerican, which started the\ncoach lounge war, has gone\nTWA one better: Its 16 jumbo\n747 jets each have three bars,\none a standup number complete\nwith brass rail in the rear\nsection and its new DC10 has\ntwo bars.\n\nAnd one American 747 has a\n(Turn to FLYING Page 2)\n", "byline": "_ By JAY SHARBU Lie\n\niT... eee St\n"}, {"image_file_name": "251224184-cherokee-daily-times-Nov-18-1972-p-1.jpg", "headline": "This Is Men’s Lib?\n", "article": "KANSAS CITY AP — His co-\nworkers get their share of smiles,\nbut Mike Parke often has to settle\nfor a blank stare.\n\nParke joined Trans World\nAirlines immediately after\nfinishing at the University of\nKansas last May and had his first\nworking fight in July.\n\nSome airlines always have had\nmen in such capacities, primarily\non overseas runs. In the first days\nof passenger flights, men ac-\ntually held a large percentage of\nthe cabin jobs.\n\nThe trouble is, it isn’t until\nabout takeoff time that a good\nmany passengers figure out what\nhe’s doing on the plane.\n\nParke, 23 and fresh out of\ncollege, is what they used to call\nan airline stewardess. Now it’s\n“cabin attendant” or ‘‘flight\nattendant.’’\n\nBut that’s quite apparently just\nhistory to many modern\n\n\npassengers, who expect to get\ntheir coffee, tea or milk from a\n\npretty girl.\n‘*A lot of people still don’t know\nwho we are,’’ Parke\n\nacknowledged with a smile.\n\n‘And even if they do, they’re\nusually not sure what to call us. I\nguess ‘host’ is the one I hear\nmost..\n\n‘Usually they won’t say\nanything to me, but they’ll go up\nto one of the girls and say\nsomething like, ‘‘What is this,\nMen’s Lib?”\n\nMike says one of his worst\nmoments comes as he takes his\ncustomary station in the aisle for\nthe preflight of emergency\nequipment. More often than he\ncares to remember, the hostess\non the public address system,\nrunning through her speech from\nmemory, has announced: ‘‘Now,\nif you will please give your at-\ntention to the hostess at the front\nof the cabin, she will demon-\nstrate...”\n", "byline": ""}, {"image_file_name": "313144362-high-point-enterprise-Aug-20-1948-p-1.jpg", "headline": "Airline Fares To\nBe Boosted Ten\nPer Cent Soon\n", "article": "WASHINGTON, Aug. 20-—(4)—\nA ten per cent airline fare boost\nis coming soon—with the added\nprospect that free meals in flight\nwill be ended.\n\nPresent fares average about 5.5\ncents a mile. The new. rate of\njust over six cents will be the\nhighest in nearly 15 years, It will\ntake effect either in September or\nOctober, depending on when all\nthe paper work can be completed.\n\nThat outlook is the result of a\nprecedent-setting conference call-\ned by the Civil Aeronautics board\nto talk over. the industry's finan-\ncial crisis.\n\nThe five-member CAB met with\npresidents and other top officials.\nof the 16 trunk airlines yesterday\nand devoted almost the whole day\nto the fare increase and free meal\nproblems. ee\n", "byline": ""}]}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Cathy Free", "title": "A moose is on the loose in Minnesota. Thousands are tracking him.", "clean_text": "Brenda Johnson was confused at the notifications she started getting last month on a dormant Facebook page she created years ago. People were commenting on the page “Central MN Moose on the Loose” and posting photos of their sightings of a young bull moose one resident had named Rutt. They said they’d seen the massive creature slowly walking alone across south-central Minnesota farmland, to their great surprise. This was hundreds of miles outside of a natural moose habitat.\n\n“It’s like seeing polar bears in Texas,” one excited resident wrote.\n\nThe moose that prompted the initial Facebook page in 2018 was hit by a truck and killed while crossing a highway, said Johnson, 56, who lives in Dassel, Minn.\n\n“Everyone was really sad to lose him,” Johnson said.\n\nSo when another moose was spotted roaming through the fields, he became a bit of a sensation.\n\nJohnson quickly renamed her group page for Rutt, and people tracked the antlered animal starting about 500 miles from the northeastern Minnesota and Canadian border known for being a moose habitat.\n\nHe was slowly making his way back north.\n\n“Everyone was excited to see him — we’ve all been cheering him on as he heads north,” Johnson said, explaining that moose are typically found in the northeastern part of the state near the Canadian border, about 275 miles from where she lives. “Some of them said he’d been spotted even earlier in South Dakota and Iowa, hundreds of miles from where a moose should be.”\n\nWithin weeks, her group page went from about 1,000 followers to more than 36,000.\n\nPeople are breathlessly posting about the enormous mammal, making crafts and coloring pages of him. Someone painted a rock in his likeness, and other people have created Rutt Christmas ornaments. Newspapers, including the West Central Tribune, have featured him.\n\n“This should be our new Minnesota flag!” someone commented about the painted rock.\n\nBernie Stang said she spotted the moose and photographed him in late October, believing he was lost and steadfastly making his way to his moose family.\n\n“This moose has no clue how much joy and happiness he has brought to so many,” Stang said. “I think the world was hungry for a happy story.”\n\nThe moose is estimated to be about a year and a half old, Johnson said, and he was named by Stang’s daughter, Holly Stang, after a moose in the 2003 animated movie “Brother Bear.” Holly Stang is one of the people who had taken videos of the moose when he was spotted near Grove City, Minn.\n\nNobody is sure how Rutt ended up hanging out in harvested cornfields, but it’s rare to see a moose in a prairie environment, said Todd Froberg, the coordinator of the big-game program at the Minnesota Department of Natural Resources.\n\nMoose are generally solitary animals that like cold climates and gravitate to dense forests near water in the winter. They grow to about six feet tall, and their height makes it difficult for them to bend down to eat grasses, so they generally survive on twigs, tree bark and pine cones on which they forage above ground level. Their typical life span in the wild is 10 to 12 years.\n\n“A majority of Minnesotans have not seen a moose in the wild,” Froberg said, adding that moose mostly live in isolated areas of the north. “They’re huge animals, so [Rutt] would definitely stand out in the farmland region.”\n\nFroberg said Minnesota has about 3,600 moose, down from a 2005 population of more than 8,000 because of climate change, changes in forestry composition and diseases including brain worm. Nationally, a total of about 300,000 moose live in 19 states, according to Wildlife Informer.\n\n“The population decline isn’t just because of one thing — it’s an accumulation of many things,” Froberg said.\n\nShare this article Share\n\nRutt appears to be healthy, so wildlife officers do not plan to intervene and relocate him, he said.\n\n“We’ll let it be a moose and go back to wherever he’s going,” he said. “Moose are nothing to mess around with, so for the welfare of the public and the animal, I wouldn’t get too close.”\n\nThe tall herbivores weigh up to 1,600 pounds and can be dangerous: In September, a moose was spooked by a woman walking her dog in Colorado, and the startled animal head-butted her and stomped on her.\n\nFollowers of Johnson’s group Facebook page were worried when Rutt wasn’t seen for about a week in mid-November. They thought he might have suffered a similar fate to the first moose featured on the “Moose on the Loose” page, Johnson said.\n\n“We all took a deep breath on November 19th when Rutt was spotted again and we realized he had safely made it across the interstate and was still heading north,” Johnson said. “Pretty soon, he’ll be in the forest, closer to moose territory, and we won’t see him as much.”\n\nRutt’s Facebook followers say they are thankful they’ve had the opportunity to watch him virtually on his journey north.\n\n“This has been so neat to watch him as he made his journey home,” one woman wrote on Johnson’s Facebook group page. “Feel almost emotional that we will eventually lose track of him, but glad he is getting to where he wanted to be. Live long and happy Rutt!”\n\nJohnson has put together a list of everywhere the moose has been seen, from Flandreau, S.D., to Sebeka, Minn. If anyone sends new photos, she’ll wait for several hours to post them to discourage people from showing up at the spot where Rutt was spotted and possibly bothering him, she said.\n\n“My favorite part of this is how everyone has come together to root Rutt on,” Johnson said. “I haven’t seen him personally, but I’ve received so many messages about the joy he’s brought to people’s lives.”", "url": "https://www.washingtonpost.com/lifestyle/2023/11/28/moose-loose-minnesota-rutt-facebook/", "nearest_hist_news": [{"image_file_name": "304729377-ottumwa-courier-Jan-10-1987-p-1.jpg", "headline": "Lovesick moose heads\nfor greener pastures\n", "article": "MONTPELIER, Vt. (AP) — The\ndesire that made a lovesick moose\ndevote 76 days to wooing Jessica\nthe cow oe drop off\nwith his antlers, and he deserted\nthe Hereford of his dreams the\nnext morning.\n\n“*He looks like he’s hit the road,”’\nDonald Gallus, a Vermont game\nwarden, said Friday.\n\nThe 700- moose showed up\nat Lar: rara’s hilltop farm in\nShrews in October during\nmating season and took a shine to\nJessica.\n\nThe moose was last seen at the\nfarm Wednesday night. On Thurs-\nday morning, the moose was on\nthe loose about a mile from the\nfarm.\n\nThe moose’s departure, say\nwildlife biologists, was apparently\nriapered by the loss of his antlers\nWednesday. Gallus said once a\nmoose loses his antlers, he loses\nhis defenses — and sexual urges.\n\nBut during the courtship, more\nthan 75,000 people went to Carra-\nra’s farm to get a glimpse of the\nodd couple,\n\nBiologists said it is impossible\nfor a moose and a cow to produce\noffspring, but the moose never-\ntheless closely shadowed Jessica,\n\nJessica has 10 cows for company\nin her field but on Friday ap-\npeared a little lost without her\nmoose, said Carrara's wife, Lila.\n\n‘I think she was out there look-\ning this morning, hooking. for him.\nShe acted like she was a little lone-\nsome, looking away,”’ she said.\n\nThe Carraras also are taking the.\n\n\nmoose 5 departure nara.\n\n“We had a pretty sad night last.\nnight. It was 76 days we had him\nwith us,” she said.\n\nCarrara, who returned to work\nlast week after a two-month leave\nof absence from his job as a main-\ntenance worker at a General Elec-\ntric plant, speculated that the\nmoose may have left because he\nwas no longer around during the\n\ny. :\n\nGallus and Charles Willey, Ver-\nmont’s moose expert, disagreed.\n\nWilley had said last year once\nthe moose lost his antlers, he prob-\nably would leave.\n\nBull moose lose their antlers\nevery winter and grow them again\nin the spring and summer,\n\n“All his sexual urges, or virility,\nare gone once the antlers go,”\nGallus said. ‘“‘While he was there\nand still had his antlers, he was,\nlet’s say, frisky. He thought he\nwas a herd bull with all those\ncows.”’\n\nGallus said he thought the moose\nwould easily make the transition\nback to life in the woods, noting\nthat the animal never. grew tame\nat the farm. The moose would\nstand a few yards from tourists,\nbut would not let people touch him.\n\nCarrara, who sold thousands of\nmoose T-shirts, sweatshirts and\nhats, tried to make the best of the\nmoose’s departure.\n\n‘He left me just the way he\ncame,”’ he said. ‘It will be all\nie as long as I know that he’s\nsafe,’”’\n", "byline": ""}, {"image_file_name": "252101521-ada-evening-news-Oct-18-1954-p-1.jpg", "headline": "_Pet Moose Loves to Nap or on Sofa\n\nCritter Thinks He's One of Family\n\n \n", "article": "CLINTON, NC. (‘?—Young RBar.\n‘ney is getting downright pampered\nand brother, does he love it.\n\nAnd the Marvin Mayfields prob.\nably have the fastest growing\nfamily, pound for pound, in North\nAmerica.\n\nThe family consists of Marv. his\nwife, three little girls, one little\nbay and one not-so-little moose,\nBarney, , ;\n\nMarv found Barney when he had\nbeen in this world about one week.\nThe little bull moose was lying\nalongside a road near this interior\nBritish Columbia community 200\nmiles north of Vancouver, too weak\nto stand. The mother was nowhere\nih sight.\n\n\nMavfield had to make a choice.\nShould he take the baby moose\nor should he leave it there to die?\n\nHe knew if he took the little\nmoose the mother, in keeping with\nthe law of the wild, would have\nnothing more to do with her baby\nafter it had been touched by hu-\nman hands.\n\nMayfield decided to take the lit-\ntle guy. He loaded him into his\ntruck, At home, he and his wife\nfirst fed Barney with a bottle and\nthen from a bucket.\n\nNow Barney, six months old, is\njust like one of the family.\n\nAt 5 a.m. the eldest Mayfield\ndaughter always goes out to milk\n\n\nthe cows. Invariably the little May-\nfield boy tags along and, as is the\nhabit of small boys, leaves the\nkitchen door open.\n\nBarney doesn't muff the chance.\nIn the house he goes, eating any-\nthing he can lay a tooth to in the\nkitchen. The davenport is the next\nstop, sort of an after-breakfast\nnap.\n\nMrs. Mayfield recalls the time\nshe mixed up a big batch of pan-\ncake batter and set it on the side-\nboard only to have Barney gobble\nit up,\n\nNo hay for Barney,\n\nBut he really goes for milk. He\nSuzzles six gallons a day. Vege-\n\n\ntables and fruit help fill up the\nempty spots. plus what he car\nscrounge in the kitchen.\n\nMayfield has a fenced-in pasture\nnear the house and that’s where\nhe will try to keep Barney when\nhe grows horns, just in case some\ntrigger-happy hunter shows up ir\nthe neighborhood.\n\nOne thing worries Mayfield. Bar.\nney is a growing boy .. . oh,\nmoose ... and his 300 pounds\njust about blots out the davenport\nwhen he’s resting now.\n\nWhat, asks Mayfield, is going te\nhappen when Barney adds the 706\nmore pounds necessary to fill out\nthe frame of a full-grown moose?\n", "byline": ""}, {"image_file_name": "304735920-ottumwa-courier-Oct-30-1986-p-1.jpg", "headline": "Cupid's arrow hits moose on the loose\n", "article": "SHREWSBURY, Vt. (AP) — This is a love\nstory, set on a scenic Vermont hillside. It is\nthe story of a courtship destined for disap-\npointment, but who wants to break the news\nto the 700-pound male?\n\nIt all began over the weekend when a bull\nmoose wandered into a pasture in Shrews-\nbury and spotted Jessica, a demure brown\nand white Hereford cow.\n\nThe moose stood and stared at her, all day\nSaturday, all day Sunday, all day Monday\nand all day Tuesday. As word spread, resi-\ndents of the area began driving up to watch.\n\nA state game warden told the farmer,\nLarry Carrara, the moose will probably sta\nuntil the end of its mating season — whic\nanally isn’t until the early part of Novem-\n\nr.\n\nCarrara said the moose and cow stand side\nby side, but do little else.\n\n“‘They’ve nuzzled like they're kissing, but I\nain’t seen no action,” he said.\n\nThe affair comes as no surprise to State\nGame Warden Donald Gallus of Mount Holly.\n\n“It’s unusual to see it, but it’s not uncom-\nmon for them to behave that way,” he said.\n\nIn 1976, a 900-pound moose spent several\n\n\ndays trying to court the cows at a Worcester\nfarm.\n\nIn 1977, a 1,000-pound moose stalked a Mor-\nrisville dairy farm and threatened anyone\nwho tried to milk the cows. State game war-\ndens tranquilized the moose and hauled it to a\nwildlife sanctuary near the Canadian border.\n\nHowever, the moose escaped and kid-\nnapped a herd of heifers from a dairy farm in\nnearby Holland. When two men found them,\nthe moose chased the men up a tree.\n\nThere is also a story of a moose falling in\nme _ . horse. Pp\n\n“They do get pretty dopey-acting when\nthey’re in this breeding mode,”’ said Gallus.\n\nScott Darling, a biologist with the state\nFish and Game Department, said today that\n—— the mating season ends, so will the love\naffair.\n\nDarling said during the mating season, the\nnormally elusive moose becomes so over-\nwhelmed he doesn’t mind the dozens of\nspectators who gather to watch.\n\n“The interest is in the appearance,’’ said\nDarling. ‘‘The female is not putting out any\nscent that would prompt the moose to at-\ntempt to mate.”’\n", "byline": ""}, {"image_file_name": "63606850-ogden-standard-examiner-Mar-04-1955-p-1.jpg", "headline": "Hungry Moose Leave Hills,\nRoam Alaskan City Streets\n", "article": "ANCHORAGE, Alaska (UP)—Hundreds of hungry\nmoose, tough and mean enough to charge on-coming lo-\ncomotives, roamed residential streets here today and\ncitizens tried to stay indoors.\n\nThe half-starved animals, some weighing more than\nhalf a ton, took over residential areas of Anchorage\nand nearby Palmer yesterday and made plenty of trouble.\n\nThey have been driven from the mountains by rec-\nord breaking snows.\n\nAmong other things, the moose:\n\n1. Held the Palmer police chief at bay in his home\nthen raced after his car when he made a getaway.\n\n2. Poked curiously into a bar and gave patrons a\ndisdainful once-over before leaving.\n\n3. Charged a school boy on his way to school and\ntumbled him into a snow bank. ~\n\n4. Butted an amateur photographer, who stumbled\nin the snow while trying to take a picture of one of the\n\nanimals.\n", "byline": ""}, {"image_file_name": "11052877-daily-globe-Oct-21-1955-p-1.jpg", "headline": "Hunters by Hundreds Shooting\nCaribou on Highway in Alaska\n", "article": "FAIRBANKS, Alaska W—Sta iked\nby wolves and besieged by bunt.\ners, caribou continued to surge\nacross the Taylor highway by the\nhundreds today seeking their win-\nter feeding grounds in northern\nAlaska.\n\nThe herd, estimated by the Fish\nand Wildlife Service to exceed 30,-\n00¢, is migrating from near the\nCanadian boundary to its natural\nwintering ground in.remote moun-\ntainous country northeast of Fair-\ngrounds.\n\nWhile unpredictable caribou\nherds often cross the Alaskan high-\nway, this is one of the few tunes\nthousands of the animals have\nmade themselves convenient to\nhunters during the short caribou\nseason,\n\n\n| Hundreds of hunters Itom all\n‘|parts of the territory are joining\n{native Indian families in the shoot-\njing,\n\n‘The Fish and Wildlife Service\nsaid more than 700 have been\nkilled since the migration started\nSaturday.\n\nThe flood of hunters brought a\nplea from the FWS agents to stop\n“herd shooting.” Like buffalo hunt-\ners: of the Old West some hunters\nhave been firing without aim into\nthe massed animals. As the herd\nmoves on, many dead and wound-\ned_caribqus are left behind.\n\nThe FWS said the caribou are\nexpected to continue crossing the\nhighway for at least the rest of\nthe week,\n", "byline": ""}]}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Hazem Balousha, Loveday Morris, Ruby Mellen", "title": "Negotiators push to extend pause in Gaza fighting as hostage return continues", "clean_text": "AMMAN, Jordan — As the humanitarian pause in combat in Gaza entered its fifth day Tuesday and more Israeli hostages were exchanged for Palestinian prisoners, international mediators pushed for an even longer break in the conflict. Wp Get the full experience. Choose your plan ArrowRight The two sides have agreed to a 48-hour extension of the initial four-day pause in exchange for the release of 20 more Israeli hostages and 60 Palestinian prisoners. Aid organizations hope the break will allow for the delivery of additional desperately needed supplies to the besieged Palestinian enclave, where the humanitarian situation is worsening as winter weather sets in.\n\nOn Tuesday evening, 12 more hostages were released, Israel said — 10 Israelis and two Thai nationals. The hostages had arrived in Israel and their families had been notified of their return, the office of the prime minister said.\n\nIn exchange, 30 Palestinian prisoners — 15 women and 15 children — would be released, said Majed Al-Ansari, a spokesman for the Foreign Ministry of Qatar, a mediator in the agreement. Israel’s prison service said it had released 30 prisoners.\n\nTop U.S. officials headed to the region to work on extending the pause into something more durable to preserve the rare break in the intense fighting that has transfixed the world and thrown the whole region into turmoil.\n\nThe United States also has made clear to Israel that when its campaign in Gaza resumes, it cannot be carried out with the same force that was seen so far in the northern half of the enclave, where more than half the buildings have been damaged or destroyed, forcing most civilians to flee southward.\n\nA U.S. official, who spoke on the condition of anonymity under rules set by the White House, said “it is extremely important” that the offensive that Israel has said will begin in southern Gaza after the pause must “be done in a way that is to a maximum extent not designed to produce significant displacement of persons.”\n\nSites to be protected from military operations in the south must include U.N. facilities and shelters and civilian infrastructure, the official said.\n\nAn Israeli official said they anticipated a further extension of the pause, which is set to expire early Thursday.\n\n“After tomorrow, we expect to have another two to three days of hostage release and a humanitarian pause, after which either we resume operations in Gaza or potentially reach a follow-on agreement,” said the official, who spoke on the condition of anonymity to discuss sensitive negotiations.\n\nThe official said they expected most children to be released by Wednesday night, with 20 to 30 female hostages remaining in Gaza. They said Israel is willing to keep extending the pause as long as those women continue to be released, 10 at a time. If those releases are honored, the official said, they are willing to consider Hamas proposals to expand the exchanges to include men and Israeli soldiers.\n\nThe official added that the continued releases will in no way “lead to a permanent cease-fire.”\n\nIn an effort to stave off a resumption of hostilities, CIA Director William J. Burns went to Qatar on Tuesday to meet with his Israeli counterpart in hopes of brokering a deal that would include several more days of quiet and the release of not just women and children held hostage but also men and military personnel.\n\nSecretary of State Antony Blinken, meanwhile, will again visit the region, where he is expected to push to maintain the flow of humanitarian assistance into Gaza, secure the release of more hostages and emphasize the need for the establishment of a Palestinian state.\n\nQatar — the key mediator in the Israel-Hamas negotiations to date — also said it hopes that the humanitarian pause will be further extended and that the hostage releases would go beyond women and children.\n\n“The priority at this moment is civilian women and children,” said Al Ansari, a spokesman for the Qatari Foreign Ministry. “Military men will come into discussion” after that, he said.\n\nThe United Nations, which has repeatedly expressed concern over the weeks of bombing and then ground combat in the densely populated Gaza Strip, also called for a full humanitarian cease-fire rather than a pause.\n\n“The humanitarian situation in Gaza remains catastrophic and requires the urgent entry of additional aid and supplies in a smooth, predictable, and continuous manner to alleviate the unbearable suffering of Palestinians in Gaza,” Tor Wennesland, the U.N. special coordinator for the Middle East peace process, said in a statement Tuesday.\n\nIsrael and Hamas have accused each other of violating the pause amid small skirmishes in northern Gaza, but so far, the allegations do not appear to have threatened the agreement.\n\nShare this article Share\n\nThe Israel Defense Forces said that three explosive devices were detonated in the northern Gaza Strip near IDF forces and that shots were fired. A spokesman for Hamas’s military wing who uses the name Abu Obaida said that “as a result of a clear violation by the enemy of the truce agreement in northern Gaza today, there was field friction and our fighters dealt with this violation.”\n\nThe combat pause has provided some respite from the relentless bombardment of Gaza, as well as relief for Israeli and Palestinian families whose loved ones either have been held hostage in Gaza or are imprisoned in Israel. But on the ground in Gaza, the pause has been overshadowed by the apparently inevitable return to war.\n\nMore than 13,300 Palestinians have been killed since Israel declared war on Hamas after Palestinian militants killed 1,200 people in southern Israel on Oct. 7. Gaza residents have used the pause to try to scramble for warm clothes and supplies, visit devastated homes and recover bodies from the rubble-strewn streets.\n\nHanaa Moeen, a 38-year-old mother of three from Gaza City who was sheltering in an apartment with six other families in the southern city of Rafah, said the only change during the pause was that she has been able to venture outside.\n\n“Extending the cessation of war for two days is both good and painful, because we know that the war will return, and nothing has changed,” she said. “We are now in the winter season, facing difficulty in acquiring winter clothes and the need for heating.”\n\nThe pause has given her and her family time to ponder what comes next if they can survive the war, she said. “We do not know if we have a house to return to in Gaza City.”\n\nIn the north, Nahed Afif, 55, who was sheltering at a U.N.-run school in Gaza City, said that although some aid has reached the area during the pause, supplies still fall short of the “necessities of life.”\n\n“Our desire is not just to extend the truce but to bring an end to the war entirely. I long to sleep in my bed in my house,” he said. “Even if it’s destroyed, I’d be content to sleep in a tent next to it,” he said, adding that Israeli tanks were blocking his way home.\n\nWatching the waves roll in from the Mediterranean, Kefah Abu Safiyya said she came with her family to the beach for some peace and quiet and “to catch our breath, even if only for a little while.”\n\n“This very short truce provides a brief respite, but what will happen afterward is uncertain. We seek a change of atmosphere, even if it lasts only for a few seconds,” she said. “We don’t know if we will live or become part of those being killed.”\n\nReleased hostages have described deteriorating conditions during their weeks of captivity, with thinning food rations and heavy bombing. Ronit Lubetzky, director of the Ichilov Hospital children’s department, said in a news briefing Tuesday that the nine children the hospital had received had to undergo “complex” medical assessments and had suffered from poor nutrition during their captivity.\n\nMost Palestinians released or slated for release have not been convicted of any crime and were awaiting trial, according to Jessica Montell, the executive director of the Israeli human rights organization HaMoked, although she added that Hamas should have released hostages “unconditionally.”", "url": "https://www.washingtonpost.com/world/2023/11/28/israel-gaza-hostages-negotiations-pause-truce/", "nearest_hist_news": [{"image_file_name": "239524651-olathe-daily-news-Oct-11-1972-p-1.jpg", "headline": "Kissinger still in Paris\n\nPeace talks continued\n", "article": "WASHINGTON (AP) — Presidential adviser\nHenry Kissinger and North Vietnamese negotiators\ncompleted a third day of private talks in Paris\nTuesday and agreed to extend their sessions into a\nfourth day the White House announced.\n\nWhite House press secretary Ronald L. Ziegler, in\nmaking this disclosure, refused again to discuss the\nsubstance of the unprecedentedly prolonged talks or\nto say whether the extension meant a breakthrough\nin negotiations is near.\n\nZiegler said word of the extension came in a cable\nfrom Kissinger to President Nixon.\n\nThe President’s assistant for national security\naffairs had been scheduled to return to Washington\n\n\nTuesday night after three days of talks with North\nVietnamese negotiators Le Duc Tho and Xuan\nThuy.\n\nBut at about the same time Paris airport officials\nwere saying Kissinger’s departure had been\ndelayed Ziegler told newsmen at the White House\nthat Kissinger and the North Vietnamese ‘‘have\nagreed to extend the talks to a fourth day.”\n\nThis means, he said, that Kissinger and his top\nassistant, Gen. Alexander M. Haig Jr., will return to\nWashington Wednesday night to report to Nixon.\n\nAsked the significance of the extension Ziegler\nreplied ‘‘I can’t draw any conclusions at all or\n\n\ndiscuss the talks.”’\n\nThis sudden development came after another day\nduring which officials again refused to disclose\nany thing about the secret talks which until now nev-\ner had extended for more than two days.\n\nZiegler’s comment earlier Tuesday was typical:\n“I am not prepared to characterize in any way the\ntalks that are taking place.”’\n\nThere have been persistent reports that Kissinger\nand Haig were centering their discussions on the\npossible makeup of the South Vietnamese govern-\nment after the fighting ends. This long has been a\nprincipal obstacle to agreement.\n", "byline": ""}, {"image_file_name": "150507605-harrisonburg-daily-news-record-Sep-08-1982-p-1.jpg", "headline": "Terrorists Expand\nPolish Deadline\n", "article": "BERN, Switzerland (AP) — Anti-\ncommunist terrorists threatening to blow\nup the Polish Embassy released four\nmore hostages early today after exten-\nding by 48 hours their deadline for\nPoland to end martial law and free all\npolitical prisoners,\n\nThat brought the total of hostages\nfreed to eight, and government\nspokesman Achille Casanova told The\nAssociated Press the developments in-\ncreased hopes of “more results and an\nend without bloodshed.”\n\nThe gunmen were believed still to be\nholding at least four hostages.\n\nThree women were freed first early to-\nday, then a man followed in less than an\nhour. Two hours before that, the ter-\nrorists released a 20-year-old Polish stu-\ndent who had been in the building when it\nwas taken over by the raiders Monday.\n\nThree other women had been released\nlate Monday and on Tuesday.\n\nCasanova said Justice Minister Kurt\nFurgler was personally involved in the\nnegotiations and ‘‘we are in steady\ntelephone contact’? with the small band\nof gunmen that invaded the embassy\nMonday.\n\nPlaying akey role in the talks was an\n80-year-old Polish-born theologian, Pro-\nfessor Joseph M. Bochenski, a resident of\nSwitzerland, He spent an hour in the em-\nbassy Tuesday in the first face-to-face\nnegotiations with the gunmen.\n\nThe terrorists originally issued an\nultimatum saying they would blow up the\nbuilding at 10 a.m. today — 4 am. EDT\n— if Poland's communist government\ndid not meet their demands,\n\nOne of the three women freed Tuesday\n\n\nsaid she saw ‘‘four raiders armed with\nlong weapons.’’ The invaders claimed\nthey had enough dynamite to destroy the\nbuilding, themselves and their hostages.\n\nAt dusk, police surrounding the em-\nbassy moved their road blocks farther\naway from the compound, raising\n\nContinued on Page 18, Col. 4\n", "byline": ""}, {"image_file_name": "231054196-lompoc-record-Dec-06-1972-p-1.jpg", "headline": "Negotiators hold longest session yet\n", "article": "PARIS (UPI) — The Vietnam\npeace negotiators met today in a\nmarble faced mansion in Paris’ rich\nstockbroker suburbs and held their\nlongest session of talks in the\ncurrent series. They were fueled by\nsandwiches and red wine served by\nwhite-coated waiters.\n\nAfterwards they smiled broadly\nand shook hands all round. They said\nnothing but widespread speculation\ncontinued they would reach a cease-\nfire agreement before Dec. 15,\nwhich could permit at least some\nAmerican prisoners of war to start\nhome\n\nThe talks lasted five and a half-\nhours with one short break when\nWhite House adviser Henry A.\nKissinger, his North Vietnamese\n\n\ncounterpart Le Duc Tho and their\naides strolled through the garden of\na mansion in the luxurious Paris\nsuburb, their hands thrust in their\npockets because of the cold.\n\nThey had met twice Monday but\nthe Tuesday session was postponed\nat American request and without\nexplanation. However, Kissinger\nused the time for frequent\nconsultations with President Nixon.\n\nThe two sides started at 10.30 a.m.\n(4:30 a.m EST) and bargained\nthrough the day behind closed gray\nsteel shutters on the upper floor of\nthe two story villa, lent to the\nnegotiators by a New York-born\njeweler, Arnaud Clerc. The meeting\nbroke up a few minutes before 4\np.m. (10a.m. EST)\n\nWhen the talks finally broke up\n\n\nboth sides stood and chatted on the\ndoorstep of the villa. Kissinger\nshook hands with Tho, then all\nmembers of the American\ndelegation made a point of shaking\nhands with all of the Vietnamese.\nBoth sides maintained their news\nblackout. They refused to say how\nthe talks were going or if any\nfurther meetings were planned.\n\nThe Americans and most of the\nVietnamese looked relaxed and\nhappy as they drove off — the Hanoi\ndiplomats in three Citroens and the\nAmericans in three black\nlimousines. Kissinger waved to\nnewsmen but said nothing. He\nreturned immediately to the US.\nEmbassy residence.\n\nClerc said the delegations hired a\nFrench cook and staff to prepare\n\n\n1000,\nHowever, newsmen, who climbed\ntrees to take pictures —drawing\nstares from behind the lace curtains\nof the sedate suburb —saw a\ndelivery van draw up to the house\nwith bottles of red wine, water, and\nsoft drinks. The driver took napkin-\ncovered plates, apparently\nsandwiches, into the house.\n\nAt about | p.m., newsmen saw the\nwhite-coated waiters moving up and\ndown the stairs, apparently serving\nlunch to the negotiators.\n", "byline": ""}, {"image_file_name": "129080032-redlands-daily-facts-Dec-05-1972-p-1.jpg", "headline": "24hour. .\npause in\npeace talks\n", "article": "PARIS (UPI) —Dr. Henry A.\nKissinger and North Viet-\nnamese peace negotiator Le\nDue Tho agreed to a 24-hour\npause today in their efforts to\nreach a cease-fire agreement\nin Vietnam. The halt ap-\nparently was to let both sides\nconsult their governments.\n\nWhite House Press\nronald L. Ziegler said\nKissinger and President Nixon\nexchanged numerous cables\nMonday night and today.\nKissinger: also talked by\ntelephone with the White House\nbut not directly with the\nPresident, Ziegler said.\n\nHe declined to say why the\nmeeting scheduled for today\nwas postponed and said the\nnext session would be held. at\n10:30 a.m. Paris time 4:30\nEST) ata site to be selected by\nthe U.S. side.\n\nhere was no official expla-\nnation of the 24-hour halt in the\ntalks but no snag was apparent\nand diplomatie sources re-\nmained optimistic that a cease-\nfire agreement could be ini-\ntialed. by Dec. 15. Saigon\ndispatches indicated South\nVietnam still expected an early\ncease-fire. ~\n\nZiegler said only of the brief\nbreak in the talks, “it was\nmutually agreed that the two\nsides would” meet tomorrow\n(Wednesday).””\n\nKissinger and Tho met twice\nMonday. in what diplomatic\nsources said could be the\n“final” final round of negotia-\ntions leading to peace. The two\nsessions, lasting a total of five\nhours, ended with both sides\nsmiling broadly.\n\nFrench press reports of the\nParis talks remained optimis-\ntic, and another expression of\noptimism came today from\nSen. Charles Percy, R-Iil., who\npredicted during a 2¢-hotir visit\nto Saigon that a Vietnam peace\ntreaty would be signed within a\nmonth and U.S. prisoners begin\nheading home. .\n\nThe world can look forward\nthis month te an end of this\n\n= “episode Perey? told\nreporters after meetings with\nSouth’ Vietnamese government\nofficials and U.S. Ambassador\nEllsworth Bunker and Gen.\nFrederick Weyand, the U.S.\ntroop commander in Vietnam.\n\nDespite Perey’s optimistic\noutlook, ‘reports from Hanoi\nindicated the North Viet-\nnamese were preparing for a\nresumption of fullscale\nAmerican bombing attacks on\nthe Hanoi-Haiphong area\nshould the Paris talks fail. In\nrecent weeks U.S. bombers\nhave remained below the 20th\nParallel 60 miles below Hanoi.\n", "byline": ""}, {"image_file_name": "18351250-zanesville-times-recorder-Dec-13-1972-p-1.jpg", "headline": "Talks Tempo Speeds\n", "article": "PARIS (UPI) — Presidential\nadviser Henry A. Kissinger\nfinished an eighth negotiating\nsession with the North Viet-\nnamese Tuesday. Despite an\nannouncement af another ses-\nsion Wednesday, Kissinger’s\nAir Force jet stood by at Orly\nairport, possibly signaling the\nimminent end of his talks.\n\nWith the tempo of peace\nnegotiations stepping up\ndramatically, French Foreign\nMinister Maurice Schumann\npredicted there would be a\npeace settlement by Jan. 3\nwhen the U.S. Congress recon-\nvenes.\n\nOfficials continued to withhold\nany information on Kissinget’s\ntravel plans. The U.S. talks\ndelegation spokesman — said,\n“We have absolutely no com-\nment.”\n\nOn past occasions, however,\nthe summoning of Kissinger's\nplane to Orly airport from a\n\n\nbase in West Germany has\nmeant a departure for the\nUnited States. Sources at Orly\nAirport said the plane’s crew\nwas on Standby call, ready to\ntake to the air at any time,\ndespite the earlier announce-\nment that another day of talks\nwas set for Wednesday.\n\nKissinger and Le Duc Tho of\nNorth Vietnam conferred Tues-\nday for four hours and 40\nminutes and their aides met in\ntwo separate technical sessions.\nThe flurry Of separate sessions\non different Jevels made it an\nunprecedented day in the\nhistory of the peace talks.\n\nFrench diplomatic sources\nsaid Kissinger and Tho were\napproaching a compromise\nsolution to South Vietnamese\nPresident Nguyen Van Thicu's\ndemand that North Vietnam\nwithdraw its troops from the\nsouth,\n\nfate Depariment sources in\n\n\nWashington said they were still\nconfident that a cease-fire\nagreement would be reached\nsoon, but they began hedging\non previous predictions it would\nhe accomplished by Christmas.\nThe American sources said\nthey were certain there would\nbe no final agreement this\nweek.\n\nThere were also these devel-\nopments as the negotiations to\nend the Vietnam war appeared\nto be nearing a climax:\n\n—In Saigon, Thieu proposed\nan alternative Vietnam solution\nconsisting of a Christmas truce\nwhich would be extended\nindefinitely and an exchange of\nNorth Vietnamese prisoners of\nwar held by South Vietnam for\nAmerican POWs held in the\nNorth. He linked his ptoposal\nwith a demand that the North\nVietnamese withdraw their\ntroops from South Vietnam.\n", "byline": ""}]}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Michael J. Coren", "title": "How the suburbs could become 15-minute cities", "clean_text": "Listen 11 min Share Comment on this story Comment Add to your saved stories Save\n\nBut the 15-minute city — as it is often understood — has inspired fierce pushback. In its journey from urban planning circles to the public arena, some have falsely claimed it will imprison people within a 15-minute radius of their homes (it’s about convenience and freedom, advocates argue, not isolation). Some urban planners object to the idea. They say that not everyone’s workplace can be within a 15 minute walk, shrinking a metropolitan area’s job market.\n\nBut amid smoldering housing and climate crises, the 15-minute-city concept offers a way out of both, reducing our dependence on cars to go about our daily lives and freeing us to spend our time as we choose. To realize this, we need to look to an unlikely place: the first suburbs.\n\nMetro sapiens\n\nThroughout recorded human history, less than 5 percent of people lived in cities. But in the relative blink of an eye, this situation reversed. People began leaving the countryside in droves during the Industrial Revolution. By 2008, the urban population had eclipsed the rural one. The gap continues to widen. Seventy percent of the world’s population is expected to live in cities by 2050.\n\nUrban migration has supercharged human prosperity: An estimated 80 percent of the world’s economic activity now occurs in cities. This has reduced per capita environmental impact in some high-income nations. City dwellers emit as much as 20 percent less compared to their rural counterparts, largely thanks to more efficient transport, heating and cooking, according to studies in the United Kingdom, Finland, Austria and Switzerland.\n\nBut cities are staggering under their success.\n\nCongestion and unaffordability are pushing people from many cities into expensive housing in far suburbs or exurbs. Vehicles have been the leading source of greenhouse gases in the United States since 2017.\n\nFew things exemplify this trajectory better than commuting in the United States.\n\nThe response has been the 15-minute city.\n\nThe rise of the 15-minute city\n\nConceived in 2016 by Carlos Moreno, the 15-minute city imagines putting “humans and their well-being as the main purpose of urban organization,” Moreno, an urbanist and professor at the Sorbonne University in Paris, told The Washington Post in March. The idea is “to promote sustainability and health by reducing car dependency and increasing physical activity,” primarily through walking, biking and mass transit.\n\nThis decentralized urban planning model has become a rallying cry for politicians and urban activists around the world fed up with exclusive single-use zoning, car-centric development and homes segregated from work, retail shopping and other amenities.\n\nYet the discussion about 15-minute cities obscures a central tension at the heart of the idea: How can all of us live within 15 minutes of all amenities and jobs in cities housing millions of people?\n\n“It’s not a very controversial idea in urban planning that it’s better when you can reach things close by in a city,” says David Zipper, a visiting fellow at the Harvard Kennedy School studying transportation policy. “But you can take it too far. … Everyone can live and work within 15 minutes of where they want to go? That’s just not how things work.”\n\nThis tension has shaped cities for millennia. Known as Marchetti’s constant, after Cesare Marchetti, the Italian physicist who identified it in 1994, it describes a nearly universal rule of human behavior: People tend to travel no more than one hour per day. This constant has defined the dimensions of cities since they arose about 10,000 years ago.\n\nAncient villages tended to grow no bigger than about five kilometers, a radius walkable in half an hour, reports Quartz. Today, the average one-way commute in the age of automobiles remains remarkably consistent in the United States (27.6 minutes), Canada (26.2) and the U.K. (29.5). No matter the speed or form of transportation, humans will travel 30 minutes for daily trips.\n\nFor cities, this number is critical because it defines how big their job markets can get.\n\n“The welfare of cities is dependent on their labor markets,” Alain Bertaud, an urban planner at New York University’s Marron Institute, wrote in an influential 2014 essay. “The larger the market, the more innovative and productive the city.” By putting as many people as possible near desirable jobs, those who live in low-income communities can reach additional employment opportunities, research has shown.\n\nWithout this dynamic, as a tour of America’s Rust Belt reveals, you get decay. “Without a functioning labor market there is no city,” Bertaud writes. The main objective of urban planning should be mobility, he argues, preventing commuting time from rising as the size of the labor market increases, and freeing people to spend their time elsewhere.\n\nA tale of two kinds of trips\n\nDoes this doom the 15-minute city? Not necessarily, says Adie Tomer, an urban economics and infrastructure policy expert at Brookings Metro.\n\nBut we need to make a key distinction. “There are really two kinds of trips: the commute and everything else,” says Tomer. “There might be one perfect job for you in that [city’s] labor market. But that’s at a completely different proximity than you need for your bakery, grocery store or daily activities.”\n\nShare this article Share\n\nAmenities are relatively interchangeable. Almost any pharmacy or pizza place will do. But only a few companies may want to hire you in a city.\n\nFrom an urban economist’s perspective, the perfect 15-minute city fosters local businesses and amenities 15 minutes (or less) to optimize free time and quality of life. It maximizes economic opportunity, ideally by many modes of transportation, within a 30-minute radius of people’s homes. “The 15-minute city vision is really one of consumption,” Zipper says.\n\nIn the United States, the challenge is that communities have been built around the personal vehicle. Whereas life once revolved around being relatively close to things, virtually everything now involves getting behind the wheel. The average American traveled 40 miles per day in 2017, up from 19.5 miles in 1969, according to Tomer’s research.\n\n“We are so deep in the suburbanization mode that the majority of trips in the U.S. are already under two miles, but we use our vehicles for them at disproportionate rates compared to almost any other country,” Tomer says. “Americans have been hiding both the social and household costs of this model we’ve built.” The United States now ranks highest among its peers for roadway deaths, per capita greenhouse gas emissions, miles traveled and infrastructure costs.\n\nLuckily, the United States has already built 15-minute cities across the country: the first suburbs.\n\nWhy you might already be living in a 15-minute city\n\nIn the 1890s, the first streetcar suburbs emerged: Cleveland’s Shaker Heights, Atlanta’s Inman Park, Somerville, Mass., outside Boston and Philadelphia’s Main Line are among the most famous, with electric streetcars ferrying workers to and from urban jobs. It was the dominant way American cities grew until the 1930s.\n\nWhat helped these older, inner-ring communities thrive was a core of mixed-use development — high and low-density housing alongside shops and other services — next to fast, affordable transportation. The dominance of the automobile, and the 1926 Supreme Court approval of more sweeping zoning ordinances created the distant suburbs we know today.\n\nBut Tomer thinks the first suburbs are these 15-minute cities in waiting.\n\nIn his study Building for Proximity, Tomer and his colleague Caroline George studied Americans’ daily trips in the 110 largest U.S. metro areas using a mix of information, including cellphone geolocation data and credit card transactions.\n\nPeople living within three miles of what he calls “activity centers” (commercial strips, but also malls, museums, libraries, shops, schools and restaurants), exhibited radically reduced daily travel.\n\nThose living near at least five activity centers were estimated to travel 14,500 fewer annual miles, emit one-third less carbon and save more than $1,000 in transportation expenses each year compared to those living seven miles away, the distance a typical American must travel for shopping and recreational activities.\n\nAmerica’s first suburbs already enjoy multifamily residential developments, neighborhood stores, shops and cultural institutions and efficient access to downtown jobs by car, public transit and biking or walking.\n\n“These often are not 15-minute neighborhoods yet, but they have the bones for it,” he says. “You just have to do a little work.”\n\nWhat can you do?\n\nMany of the changes needed are in the hands of local communities.\n\nTake parking. Eliminating parking requirements has removed the need for sprawling, underutilized parking lots for businesses, apartments and multifamily housing, a crucial step to realizing the 15-minute ideal. Since 2017, at least 35 cities or towns in North America have eliminated citywide parking mandates, more than one-third of them in the past year or so.\n\nHere’s how 15-minute cities could rise near you, if you have the ear, and the votes, of your city council.\n\nBuild more housing, especially along busy corridors: First suburbs perfected this 100 years ago — and could do so again. By creating more places to live immediately next to hubs of commercial buildings, retail, food, market districts and, ideally, mass transit, both people and businesses benefit from the reduced time needed to get around. One of the best ways to do this is to let people build and live where they would like.\n\nAnd that would require …\n\nLoosening up zoning laws: Many Parisians already live in a 15-minute city (or a five-minute one) despite prescriptive zoning. Paris’s 40 square miles are served by an estimated 1,180 bakeries and 516 butcher shops, according to one government survey.\n\n“The abundance and variety of bakeries are not due to meticulous municipal planning but to market mechanisms,” writes NYU’s Bertaud. “If Parisians were to prefer herring to croissants for breakfast in the future, the market would adjust, and herring merchants will gradually replace the bakeries without any ‘redesign’ of Paris.”\n\nYet in the United States, strict zoning laws have become de rigueur almost everywhere. With fewer rules on density and commercial uses near homes, many of us could already live in neighborhoods more like Paris and reach amenities by taking a short stroll. An analysis of New York neighborhoods found places with more permissive commercial zoning in 1961 enjoy more local trips today. The dominance of single-family zoning, even next to transit hubs, means fewer people have the choice to live near cities and amenities.\n\nProtect all forms of transportation: We design cities to quickly and efficiently move cars, not necessarily people. By using little more than some paint and lane dividers for pedestrians, bikes or scooters, we could significantly speed up how fast we move around our neighborhoods. “I’m not anti-car,” says Tomer, whose family owns two. “I’m anti-designing communities solely or primarily for the car.”\n\nThis is one of the few instances where the “Field of Dreams” model of infrastructure works, according to Carlo Ratti, an architect and engineer who directs the Senseable City Lab at MIT. His study of anonymized cellphone location data for 40 million Americans showed “people automatically construct their lifestyles around 15-minute walks if amenities such as parks and grocery stores are available within that radius,” he writes. “In other words, if we build it, they will come.”", "url": "https://www.washingtonpost.com/climate-environment/2023/11/28/15-minute-city/", "nearest_hist_news": [{"image_file_name": "34607775-morgantown-dominion-post-Mar-08-1970-p-1.jpg", "headline": "‘Suburbs\nshould help’\n", "article": "WASHINGTON (UPI)—Vice President\n\nSpiro T. Agnew called Saturday for\ngreater use of suburban resources to help\ncity minority groups rather than\nimproving conditions in the ghetto, which\nhe called ‘‘a subtle form of racism.”\n\nAllowing members of our minority\ngroups to find possibilities for\ndecent housing, income, jobs and\neducational opportunities only in a\nlimited geographical area that is\nalready or is destined to become a\n\nminority enclave encourages\nsegregated living and the development of\nracial hostility.” Agnew told a confer-\nence of the National Alliance of\nBusinessmen,\n\nHe urged suburbanites te take a\ngreater interest in the problems of the\ncities.\n\n“The suburban dweller who turns his\nback on city problems and claims that he\nshould not financially contribute to their\nsolution is closing his eyes to the direct\nrelationship between the economic\nviability of his-country and the city,” the\nvice president said.\n\nThe suburbs have the land, money and\njobs that are scarce in the cities, he said,\nbut they are “not being sufficlently\nutilized in solving inner city problems.”\n\nThe NAB is a government business\npartnership formed to increase the\ntraining and hiring of the hard-core\nunemployed.\n", "byline": ""}, {"image_file_name": "238488569-cullman-times-democrat-Feb-10-1970-p-1.jpg", "headline": "Of Northern suburbs\nRibicoff calls for intearation\n", "article": "WASHINGTON (UPI) — Ac-\ncusing the North of ‘“‘monumen-\ntal hypocrisy,’’ Sen. Abraham\nRibicoff, D-Conn,, called Mon-\nday for both government and\nbusiness to work to integrate\nNorthern suburbs.\n\n“If Sen. (John) Stennis wants\nto make honest men of us\nNorthern liberals, I think we\nshould help him,’’ Ribicoff told\nthe Senate. He promised to\nsupport the Mississippi Demo-\ncrat’s proposal under which\nschools segregated because of\nresidential patterns would be\nconsidered in violation of civil\nrights laws the same as those\nsegregated by law or local\ncustom.\n\n\nRibicoff, onetime secretary of\nHealth, Education and Welfare,\n(HEW) was the first Northern\nsenator to openly support\nStennis’ proposal, one of at\nleast nine amendments offered\nby Southerners to a four-year,\n$35 billion school aid authoriza-\ntion bill pending before the\nSenate.\n\nStennis and other Southerners\nhave accused HEW of ignoring\nNorthern segregation while\nclamping down on Southern\nschool segregation.\n\nJust before Ribicoff’s speech,\nStennis recited HEW statistics\nwhich showed hundreds of all-\nwhite and all-black schools in\nthe North.\n\nHEW has acknowledged that\n\n\nit distinguishes between the\nSouth’s ‘‘de jure’ segregation—\nseparate white and Negro\nschool systems — and the\nNorth’s ‘‘de facto’ segregation\nwhich results from distinct\nwhite and Negro neighborhood\npatterns. Stennis’ amendment\nis designed to eliminate the\ndistinction.\n\n‘‘We must be honest with\nourselves,”’ Ribicoff said. ‘“‘Our\nproblem is not only the dual\nsystems of education. . .the\nmore fundamental problem is\nthe dual society that society\nthat exists in every metropoli-\ntan area—the black society of\nthe central city and the white\nsociety of the suburb.\n\n‘‘Massive school segregation\ndoes not exist because we have\nsegregated our schools, but\nbecause we have segregated\nour society and our neighbor-\nhoods,’’ he said.\n\n“The North is guilty of\nmonumental hypocrisy in its\ntreatment of the black man.\nNorthern communities have\nbeen as systematic and consis-\ntent as Southern communities\nin denying to the black man\nand his children the opportunity\nthat exists for white people.”\n\nRibicoff said 80 per cent of\nnew metropolitan area jobs in\nthe past 20 years are located in\nsuburbs. He said discrimination\nand the high prices of suburban\nhomes keep Negroes in city\nghettoes.\n\n“We cannot solve our urban\ncrisis unless we include the\nsuburbs in the _ solution,”\nRibicoff said. “. . .Improving\nthe Ghetto is not enough. . .how\nmuch more sensible, both ir\nterms of economic growth and\nsimple humanity, it would be t&\nopen up our suburbs to the\nblack and the poor so that they\nlive near their places o!\nemployment.”\n", "byline": "Ry WILLIAM B. MEAD\n"}, {"image_file_name": "307018626-wilson-daily-times-Jun-22-1972-p-1.jpg", "headline": "Mayors\nSet Goal\nOn Poverty\n\nSeek To Force\nSurburbs To Help\nCare For The Poo:\n", "article": "NEW ORLEANS, La. (AP) —\nMilwaukee Mayor’ Henry\nMaier, who for three years led\nthe now nearly victorious fight\n\nfor revenue sharing, says the\nnext goal for the nation’s may-\nors is to force the suburbs to\nassist in caring for the poor.\n\n“The next priority is to get\nthe entire metropolitan area to\nassume the burdens of poverty\nby enabling poor people to live\noutside the center city,’’ said\nMaier. ‘‘It is going to be very\ntough to get this recognized as\na national necessity, but it’s a\nfight we have to take on. I\ndon’t see any alternative.”’\n\nThis neat, pipe-smoking may-\nor may seem like a David be-\nfore the Goliath of opposition to\nracially and economically open\nhousing in the suburbs, but nine\nyears ago in Palo Alto he\ncoined a phrase at a mayors\nconference with his demand for\n“‘a reordering of national prior-\nities.\"’ This year every candi-\ndate for president claims that\nhe has done that or will do it.\n\n“*I know we face political im-\npracticabilities in this fight, but\nultimately that would be quick-\ner and less costly than to have\nthe poor rattling around in the\nsandbox of the center cities as\nwe have now with no end in\nsight,’’ Maier said.\n\nAsked if he had heard any\npresidential candidates talking\n\nabout open housing this year,\nMaier said, ‘No, but in nine\nyears we have accomplished a\ngoal. People are now thinking\n\nQaee AZAD Wn wn 8\n", "byline": ""}, {"image_file_name": "162410837-mt-vernon-register-news-Jun-08-1960-p-1.jpg", "headline": "Suburbs Growing Six\nTimes As Fast As Cities\n", "article": "WASHINGTON  (AP)—Prelimi-\nnary figures for 27 of the nation’s\nlarger population centers indicate\nthat suburbs have been growing\nsix times as fast as cities in the\npast 10 years.\n\nWhile the record of the 27 areas\nmay not prove absolutely typical,\nit pointed up a_ well-established\nmigration to Suburbia that will be\nmeasured exactly after fina] 1960\ncensus figures are available.\n\nAn Associated Press canvass to-\nday covered population centers\nwhich were among the first for\nwhich both city and metropolitan\narea statistics were available.\nScattered through all sections of\nthe country, they showed this 10-\nyear record:\n\n\nThe 27 cities had a population\ngain of 6.6 per cent~up 1,243,294\nto 20,026,946. During the same\ndevade, the suburbs around these\ncities had an increase of 41.4 per\ncent—up 4,787,479 to 16,328,177.\n\nOf the 27 cities, 11 lost popula-\n\ntion between 1950 and 1960 as res-\nidents moved from old, crowded\nsections into the outlying areas.\nAll the metropolitan areas showed\nsizable population gains. _\n_ Shrinking cities of the list were\nBaltimore, Detroit, Jacksonville,\nFla., Jersey City and Newark,\nNJ., New York City, Philadel-\nphia, Providence, R.I., Richmond,\nVa., Rochester, N.¥., and Wor-\ncester, Mas\n", "byline": ""}, {"image_file_name": "67046976-ogden-standard-examiner-Aug-26-1966-p-1.jpg", "headline": "Cicero March Delayed\nAfter Talks in Chicago\n", "article": "CHICAGO (AP) — A civil\nrights -march Sunday into Ci-\ncero, scene of racial violence 15\nyears ago, was deferred after a\nconference reported reaching an\nagreement Friday on open\nhousing.\n\nDr. Marti Luther King Jr.,\none of the conferees, said:\n\n“To demonstrate our good\nfaith we will defer this march.\n\n\nto Cicero.. This does not mean\n{we will cancel the march. It is\npostponed.” _\n\nThe -Illindis National’ Guard\nhad been called up for duty: Sun-\nday in suburban Cicero.\n\nThe agreement, reached at a\nsummit conference of: King. and\nhis aides, Mayor Richard: J.\nDaley and city leaders, covers\nthe Chicago metropolitan area,\nKing ‘said.\n\nOPEN HOUSING -.\n\nThe agreement calls for\ncessation of neighborhood. dem\nonstrations on the issue of open\nhousing so long as the agree-\nment is being carried out.\n\nKing called the agreement\n\n“one of the most significant pro-\ngrams ever conceived.”\n\nBen W. Heineman, conference\nchairman,’ said° the agreement\nwill “put Chicago in the fore-\nfront of Northern: metropolitan\n‘areas. that have “worked: ‘to re-\nmove one of the.most trouble-\nsome racial. problems.”’\n\nA civil rights march Thursday\nnight in the Cragin section drew\nlittle attention. Three weeks ago\nin the ‘same neighborhood, one\nbrought. out..white: hecklers who\nstoned and screamed _at the\nmarchers. we :\n\nKy\n", "byline": ""}]}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Shannon Shelton Miller", "title": "How (and why) to stop yelling at your kids", "clean_text": "Listen 8 min Share Comment on this story Comment Add to your saved stories Save\n\nGwenna Laithland’s day couldn’t get much worse. Work was rough. Her car had broken down. And when she finally arrived home, Laithland discovered that the chicken she planned to cook for dinner had spoiled after sitting out all day. In the midst of it all, her then-6-year-old-daughter said or did something that sent Laithland’s vocal reaction into the higher decibels. To this day, Laithland can’t remember what made her so upset, but her child’s response was one she’ll never forget.\n\n“I just lost it,” said Laithland, a mother of two from Norman, Okla. “I didn’t like that my child was making herself small and pulling herself away from me. She was biting her lip so she wouldn’t cry — she was handling my big feelings better than I was, and I’m the adult. That was the point when I said ‘This isn’t working.’”\n\nEven the most gentle, positive or responsive of parents aren’t immune to yelling at their children, especially when confronted with less-than-agreeable behavior or a failure to follow directions. But as Laithland experienced, yelling can often make parents and children feel worse, leading parents to search for more effective communication methods that still deliver the desired result.\n\nWhen parents recognize that yelling is often a response to something deeper than the child’s behavior, it can help them modify their reactions, especially in times of stress, said Lisa Weed Phifer, a trauma-informed social emotional learning specialist in Fairfax County Public Schools in Virginia. She’s also co-author of “Parenting Toolbox: 125 Activities Therapists Use to Reduce Meltdowns, Increase Positive Behaviors & Manage Emotions.”\n\n“It’s important to figure out what’s driving that yelling,” Weed Phifer said. “Is it some kind of communication issue between yourself and your child? Is it work stress coming out at home as yelling? We yell as our emotional response to stress. Thinking about what it is in your environment or in your life that’s creating that stress can help you get a better grasp on it.”\n\nUnderstand the science of a scream\n\nNumerous researchers have examined the reasons that animals, including humans, emit higher-pitched sounds we’d characterize as screaming or yelling in response to certain stimuli.\n\nA study from a group of New York University neuroscientists said screams have a distinct “acoustic signature” that stimulates the amygdala, the area of the brain that reacts to fear. While normal speech rates fall between 4-5 Hertz (Hz), the units of frequency that measure sound, speech that exhibits what they defined as “roughness” registers anywhere from 30-150 Hz. As researchers played samples of sounds from various sources, from normal speech to instruments, alarms and screams, the alarms and recorded screams registered higher in roughness.\n\nThe team then monitored subjects’ brain activity as they heard each sound, finding greater responses in the amygdala when the screams and alarms were played. From an evolutionary perspective it makes sense — the unique acoustic signature of a scream could alert others to imminent danger or threats.\n\nAnother study, from researchers at the University of Geneva in Switzerland, had similar findings, with participants reacting more quickly to voices perceived as threatening or aggressive.\n\nMom or Dad yelling at a child to take out the trash is far removed from a legitimate concern about the child’s safety if they run into the street or touch a hot stove, but the brain response is potentially the same. And the long-term effects of yelling can be harmful, with studies indicating children subject to regular harsh verbal discipline were at higher risk of depression and behavioral problems.\n\n“If you’ve asked a child to pick something up multiple times, and now your voice is louder that final time, that doesn’t necessarily equate to a better outcome,” Weed Phifer said. “When we’re in that emotional and stressed state, we’re not really able to go through the problem-solving process of ‘Is this really going to get the reaction that I want?’”\n\nLearn what to do instead\n\nIn addition to addressing their own state of mind, parents should give clear and direct messages to their children to minimize the perceived need to yell, said Jazmine McCoy, a clinical psychologist and mother of two in Sacramento.\n\n“Instead of asking, ‘Why don’t you go take the trash out?’ set a very clear time limit or expectation that you need them to take the trash out before they go play,” McCoy said. “I always recommend that parents get intentional about the instruction that they have, stop what they’re doing and make sure their child isn’t distracted. Make eye contact and get down on their level — especially for the little ones — and then give a clear instruction. That sets everybody up for success.”\n\nIn other words, your kids might not be deliberately ignoring you — maybe they’re hyper-focused on their toys, games, television or homework.\n\nShare this article Share\n\nMcCoy, who offers a free virtual workshop on yelling, suggests that parents figure out their own personal triggers — whether they’re messy rooms, tantrums, picky eating or just refusing to listen — and not take a child’s words or behavior in those areas so personally.\n\n“Sometimes we feel yelling is the only thing that works because it gets our child’s attention,” McCoy said. “Although yelling might work in the short term, it could have the longer-term ramification of eroding the parent-child relationship, trust and rapport.”\n\nThat’s an outcome that Christi Rammel, a Centerville, Ohio, mother, wanted to avoid. Like many older millennial and Generation X parents, she grew up with spankings and yelling as a household norm, and initially wasn’t against either when she had her own children.\n\nLike Laithland, a particularly bad day at work changed everything. Sleep-deprived and frustrated, Rammel remembers coming home and yelling at her young daughter for something that pushed her buttons. “When I saw her cowering in the corner, I asked myself ‘What kind of parent does this?’” Rammel said. “I decided I didn’t want to be that parent.”\n\nRammel also realized how difficult it was to hear the stories from young abuse survivors she encountered as a nurse at a children’s hospital and she began making connections to her own children’s responses to yelling. Now a mother of four in a blended family, Rammel said she aims to make her home an emotionally safe place for her children to express their feelings and make mistakes.\n\n“Do I still get frustrated? Yes,” Rammel said. “But I find we all respond better when I calmly talk to them. Kids are going to have bad days just like adults. I remind myself daily that they’re human and they’re still learning.”\n\nUnpack your past\n\n“If you feel yourself about to yell, take a deep breath and say ‘Okay, maybe they’re busy, let me go upstairs and see what’s up,’” said Yolanda Williams, a Sherwood, Ark., mother of one. “If you’re calling your kid’s name and they’re not answering, go and connect with them. Maybe put your hand on their shoulder or make sure that they can actually see your face. Change the way you communicate.”\n\nWilliams also grew up in a home where her parents yelled often, and she expected to parent the same way until she became pregnant at 36 and began researching brain development and parenting styles.\n\nThe idea of gentle parenting or positive parenting resonated with Williams, but she felt that cultural, socioeconomic and environmental issues were often missing from the conversation. She understands the deeper reasons that many Black parents might spank or yell, and as a positive discipline coach, she works to address those factors to help parents explore a different approach.\n\n“We had to do things that were harmful to our children to keep them alive back in the day, but we’re no longer where we were back in the 1800s,” Williams said. “There’s a lot to unpack when it comes to why we do things, but we have to do that work to treat our children with respect and see them as humans.”\n\nStress can also be much deeper than a tough day at work, Williams said. Yelling at a child for eating too much food or wasting food, for example, could be a reaction to the sudden stress of having to figure out how to afford the family’s next meal. Williams said helping the parent with resources to obtain more food could help reduce that stress and generate a calmer response to their child’s action.\n\nLaithland also channeled her desire to yell less often into researching and joining gentle parenting groups on social media in the early 2010s. She and her husband, Jackson, now run Momma Cusses, a platform about their ongoing journey with responsive parenting.\n\n“There’s no such thing as a perfect parent and there’s no such thing as a parenting expert,” Laithland said. “You’re the best expert on your specific kids. While there are times I’m convinced that my children’s ability to listen and react is tied to how much demon I can summon with my vocal cords, I’m no longer making myself bigger, in size or in volume, to intimidate them into the behavior that I expect from them.”\n\nShannon Shelton Miller is a writer based in Dayton, Ohio.", "url": "https://www.washingtonpost.com/parenting/2023/11/28/parents-stop-yelling-advice/", "nearest_hist_news": [{"image_file_name": "241114154-logan-daily-news-Dec-18-1958-p-1.jpg", "headline": "It's OK, Dad, To Frustrate Children\n", "article": "LOS ANGELES (AP) — “For\npete's sake, clear out and let me\nshave!”\n\nThat, sothe say, is bad. You\nshouldft threat your sweet little\ndaughter that way. She might get\na warped psyche.\n\nBut cheer up, harrassed dad.\nSomebody's on your side.\n\nDr. Herman Harvey, a psychol-\nogy professor at the University of\nSouthern California, says it's per-\nfectly okay — in fact, the thing to\ndo — for you to see that it's the\nkids who afe frustrated, not you.\n\n\nFrustrations are what make the\nlittle monsters grow up, says Dr.\nHarvey. They learned by climb-\ning obstacles, not being lifted over\nthem.\n\n‘Harvey has experimented with\nanimals. He says animals faced\nwith gradually increasing vexa-\ntions, carefully controlled, have\nappeared to build up immunity.\n\nParents should chuck the idea,\nHarvey says, that life should be a\nbed of roses for their children,\n\nLittle Diekey needs problems of\nmolehill size. Then when he’s big\nRichard, he'll know how to deal\n\n\nwith stumbling blocks the size of\nmountains.\n\nNot only that. Dickey will learn\nas a boy that solving problems\ncan be fun.\n\nWhich leads to one of Harvey's\nmain points. Frustration has prob-\nably accounted for every major\ncreative achievement since the\nworld began, he says.\n\n“People have wanted something,\nthey couldn't get it, so they have\nsat down and figured out a way\nto create it.”\n\nBut they learned how as kids.\n", "byline": ""}, {"image_file_name": "291294629-dubuque-telegraph-herald-Sep-26-1958-p-1.jpg", "headline": "Now an Amateur Speaks\n", "article": "PENGILLY, Minn. (AP)—\nHave you considered applying\nthe old-fashioned hair brush\nremedy to where it will do\nthe most good to discipline\nyour children?\n\nAnna la Doux of Pengilly\nsays “Don’t.”\n\nMrs. la Doux, 89, owns no\ndegree in child psychology.\nShe has not read those hun-\ndreds of books and pamphlets\non how to rear children.\n\nShe can stand on the record\nof her experience as the\n\n\nmother of 19 children, grand-\nmother of 65, great-grand-\nmother of 167, and great-\ngreat-grandmother of 2, to-\ntaling 243 direct descendants.\n\nShe never took any of her\nchildren to the woodshed to\nteach them right from wrong.\n\n“\\€ you treat them good and\ntrust them,” Mrs. la Doux\ncontends, ‘‘they will do right\nby you.” She says her own\nchildren returned kindness\nwith kindness when they were\nyoung and they haven't chang-\n", "byline": ""}, {"image_file_name": "273299412-brownwood-bulletin-Jul-16-1959-p-1.jpg", "headline": "Chuckles\n\nIN THE NEWS\n", "article": "- HOLLYWOOD (UPI)—The Long\nRanger has Tonto to help him but\nchildren competing in a conteet to\nsee who can yell “Hi Yo Silver”\nthe loudest have to do it all on\ntheir own. The Lone Ranger TV\nprogram said ‘no’ to a mother\nwho inquired whether her twin\nbabies could accompany her 1\nyear-old son to the contest be\ncause “he can shout better with\n\nbabies crying in the background.”\n", "byline": ""}, {"image_file_name": "310917521-van-wert-times-bulletin-Oct-13-1948-p-1.jpg", "headline": "‘Words Mean More\nIn Long Run’\n", "article": "WINONA, Minn., Oct. 13.4\n-~~Fathers, spare those rods be-\ncause the old woodshed spanking\nain't what it's whacked up to be.\n\nInstead, use guidance, example\nand verbal instruction because\nthey are more effective in con-\ntrolling Junior's behavior than\npsysical punishment.\n\nThat’s what Dr. C. Anderson\nAldrich, Mayo Clinic staff mem-\nber, advised a group of welfare\nworkers here last night.\n| “By and large over the years,”\nsaid Dr, Aldrich “spankings fail to\nget results. Rather, they heighten\nadverse or resentful responses in\nthe child so that, after punish-\nment, the child actually may be\nless instead of more inclined te\nconform.”\n\n \n\n \n", "byline": ""}, {"image_file_name": "265435643-athens-messenger-May-07-1948-p-1.jpg", "headline": "MENTAL EXPERT ADVISES PARENTS\n\n‘Social Pattern Bunk\n", "article": "CLEVELAND-—-(P)—Don’t worry,\nsays a mental hygiene expert, if\nyour baby sucks his thumb or later\non shows an aggressive attitude\ntoward you.\n\nDr. Luther E. Woodward, author\nand field consultant for the Na-\ntional Committee for Mental Hy-\ngiene, made these observations yes-\nterday in an address here:\n\n“Baby’s sucknig his thumb never\ndid anyone any organic damage.\n\n“Society says it is all right for a\nehild to explore and be curious—\n\n\n‘but not about the facts of life.\n‘Society says it is healthy for a\nchild to have spunk and io express\nhis aggressiveness—but not against\nhis parents.\n“This social pattern is bunk.\nParents should let children be hos-\ntile and make little of such inci-\ndents. A child is hostile before he\ncan clench a fist. So it is perfectly\nsafe for parents to make light of\nearly aggressions by the baby.”\n\nDr. Woodward, author of “Better\nWays of Growing Up,” spoke before\nthe Family Service Association.\n", "byline": ""}]}]